package com.jeffpdavidson.kotwords.formats.unidecode

internal val xa2 = arrayOf(
    // 0xa200: ꈀ => kax
    "\u006b\u0061\u0078",
    // 0xa201: ꈁ => ka
    "\u006b\u0061",
    // 0xa202: ꈂ => kap
    "\u006b\u0061\u0070",
    // 0xa203: ꈃ => kuox
    "\u006b\u0075\u006f\u0078",
    // 0xa204: ꈄ => kuo
    "\u006b\u0075\u006f",
    // 0xa205: ꈅ => kuop
    "\u006b\u0075\u006f\u0070",
    // 0xa206: ꈆ => kot
    "\u006b\u006f\u0074",
    // 0xa207: ꈇ => kox
    "\u006b\u006f\u0078",
    // 0xa208: ꈈ => ko
    "\u006b\u006f",
    // 0xa209: ꈉ => kop
    "\u006b\u006f\u0070",
    // 0xa20a: ꈊ => ket
    "\u006b\u0065\u0074",
    // 0xa20b: ꈋ => kex
    "\u006b\u0065\u0078",
    // 0xa20c: ꈌ => ke
    "\u006b\u0065",
    // 0xa20d: ꈍ => kep
    "\u006b\u0065\u0070",
    // 0xa20e: ꈎ => kut
    "\u006b\u0075\u0074",
    // 0xa20f: ꈏ => kux
    "\u006b\u0075\u0078",
    // 0xa210: ꈐ => ku
    "\u006b\u0075",
    // 0xa211: ꈑ => kup
    "\u006b\u0075\u0070",
    // 0xa212: ꈒ => kurx
    "\u006b\u0075\u0072\u0078",
    // 0xa213: ꈓ => kur
    "\u006b\u0075\u0072",
    // 0xa214: ꈔ => ggit
    "\u0067\u0067\u0069\u0074",
    // 0xa215: ꈕ => ggix
    "\u0067\u0067\u0069\u0078",
    // 0xa216: ꈖ => ggi
    "\u0067\u0067\u0069",
    // 0xa217: ꈗ => ggiex
    "\u0067\u0067\u0069\u0065\u0078",
    // 0xa218: ꈘ => ggie
    "\u0067\u0067\u0069\u0065",
    // 0xa219: ꈙ => ggiep
    "\u0067\u0067\u0069\u0065\u0070",
    // 0xa21a: ꈚ => ggat
    "\u0067\u0067\u0061\u0074",
    // 0xa21b: ꈛ => ggax
    "\u0067\u0067\u0061\u0078",
    // 0xa21c: ꈜ => gga
    "\u0067\u0067\u0061",
    // 0xa21d: ꈝ => ggap
    "\u0067\u0067\u0061\u0070",
    // 0xa21e: ꈞ => gguot
    "\u0067\u0067\u0075\u006f\u0074",
    // 0xa21f: ꈟ => gguox
    "\u0067\u0067\u0075\u006f\u0078",
    // 0xa220: ꈠ => gguo
    "\u0067\u0067\u0075\u006f",
    // 0xa221: ꈡ => gguop
    "\u0067\u0067\u0075\u006f\u0070",
    // 0xa222: ꈢ => ggot
    "\u0067\u0067\u006f\u0074",
    // 0xa223: ꈣ => ggox
    "\u0067\u0067\u006f\u0078",
    // 0xa224: ꈤ => ggo
    "\u0067\u0067\u006f",
    // 0xa225: ꈥ => ggop
    "\u0067\u0067\u006f\u0070",
    // 0xa226: ꈦ => gget
    "\u0067\u0067\u0065\u0074",
    // 0xa227: ꈧ => ggex
    "\u0067\u0067\u0065\u0078",
    // 0xa228: ꈨ => gge
    "\u0067\u0067\u0065",
    // 0xa229: ꈩ => ggep
    "\u0067\u0067\u0065\u0070",
    // 0xa22a: ꈪ => ggut
    "\u0067\u0067\u0075\u0074",
    // 0xa22b: ꈫ => ggux
    "\u0067\u0067\u0075\u0078",
    // 0xa22c: ꈬ => ggu
    "\u0067\u0067\u0075",
    // 0xa22d: ꈭ => ggup
    "\u0067\u0067\u0075\u0070",
    // 0xa22e: ꈮ => ggurx
    "\u0067\u0067\u0075\u0072\u0078",
    // 0xa22f: ꈯ => ggur
    "\u0067\u0067\u0075\u0072",
    // 0xa230: ꈰ => mgiex
    "\u006d\u0067\u0069\u0065\u0078",
    // 0xa231: ꈱ => mgie
    "\u006d\u0067\u0069\u0065",
    // 0xa232: ꈲ => mgat
    "\u006d\u0067\u0061\u0074",
    // 0xa233: ꈳ => mgax
    "\u006d\u0067\u0061\u0078",
    // 0xa234: ꈴ => mga
    "\u006d\u0067\u0061",
    // 0xa235: ꈵ => mgap
    "\u006d\u0067\u0061\u0070",
    // 0xa236: ꈶ => mguox
    "\u006d\u0067\u0075\u006f\u0078",
    // 0xa237: ꈷ => mguo
    "\u006d\u0067\u0075\u006f",
    // 0xa238: ꈸ => mguop
    "\u006d\u0067\u0075\u006f\u0070",
    // 0xa239: ꈹ => mgot
    "\u006d\u0067\u006f\u0074",
    // 0xa23a: ꈺ => mgox
    "\u006d\u0067\u006f\u0078",
    // 0xa23b: ꈻ => mgo
    "\u006d\u0067\u006f",
    // 0xa23c: ꈼ => mgop
    "\u006d\u0067\u006f\u0070",
    // 0xa23d: ꈽ => mgex
    "\u006d\u0067\u0065\u0078",
    // 0xa23e: ꈾ => mge
    "\u006d\u0067\u0065",
    // 0xa23f: ꈿ => mgep
    "\u006d\u0067\u0065\u0070",
    // 0xa240: ꉀ => mgut
    "\u006d\u0067\u0075\u0074",
    // 0xa241: ꉁ => mgux
    "\u006d\u0067\u0075\u0078",
    // 0xa242: ꉂ => mgu
    "\u006d\u0067\u0075",
    // 0xa243: ꉃ => mgup
    "\u006d\u0067\u0075\u0070",
    // 0xa244: ꉄ => mgurx
    "\u006d\u0067\u0075\u0072\u0078",
    // 0xa245: ꉅ => mgur
    "\u006d\u0067\u0075\u0072",
    // 0xa246: ꉆ => hxit
    "\u0068\u0078\u0069\u0074",
    // 0xa247: ꉇ => hxix
    "\u0068\u0078\u0069\u0078",
    // 0xa248: ꉈ => hxi
    "\u0068\u0078\u0069",
    // 0xa249: ꉉ => hxip
    "\u0068\u0078\u0069\u0070",
    // 0xa24a: ꉊ => hxiet
    "\u0068\u0078\u0069\u0065\u0074",
    // 0xa24b: ꉋ => hxiex
    "\u0068\u0078\u0069\u0065\u0078",
    // 0xa24c: ꉌ => hxie
    "\u0068\u0078\u0069\u0065",
    // 0xa24d: ꉍ => hxiep
    "\u0068\u0078\u0069\u0065\u0070",
    // 0xa24e: ꉎ => hxat
    "\u0068\u0078\u0061\u0074",
    // 0xa24f: ꉏ => hxax
    "\u0068\u0078\u0061\u0078",
    // 0xa250: ꉐ => hxa
    "\u0068\u0078\u0061",
    // 0xa251: ꉑ => hxap
    "\u0068\u0078\u0061\u0070",
    // 0xa252: ꉒ => hxuot
    "\u0068\u0078\u0075\u006f\u0074",
    // 0xa253: ꉓ => hxuox
    "\u0068\u0078\u0075\u006f\u0078",
    // 0xa254: ꉔ => hxuo
    "\u0068\u0078\u0075\u006f",
    // 0xa255: ꉕ => hxuop
    "\u0068\u0078\u0075\u006f\u0070",
    // 0xa256: ꉖ => hxot
    "\u0068\u0078\u006f\u0074",
    // 0xa257: ꉗ => hxox
    "\u0068\u0078\u006f\u0078",
    // 0xa258: ꉘ => hxo
    "\u0068\u0078\u006f",
    // 0xa259: ꉙ => hxop
    "\u0068\u0078\u006f\u0070",
    // 0xa25a: ꉚ => hxex
    "\u0068\u0078\u0065\u0078",
    // 0xa25b: ꉛ => hxe
    "\u0068\u0078\u0065",
    // 0xa25c: ꉜ => hxep
    "\u0068\u0078\u0065\u0070",
    // 0xa25d: ꉝ => ngiex
    "\u006e\u0067\u0069\u0065\u0078",
    // 0xa25e: ꉞ => ngie
    "\u006e\u0067\u0069\u0065",
    // 0xa25f: ꉟ => ngiep
    "\u006e\u0067\u0069\u0065\u0070",
    // 0xa260: ꉠ => ngat
    "\u006e\u0067\u0061\u0074",
    // 0xa261: ꉡ => ngax
    "\u006e\u0067\u0061\u0078",
    // 0xa262: ꉢ => nga
    "\u006e\u0067\u0061",
    // 0xa263: ꉣ => ngap
    "\u006e\u0067\u0061\u0070",
    // 0xa264: ꉤ => nguot
    "\u006e\u0067\u0075\u006f\u0074",
    // 0xa265: ꉥ => nguox
    "\u006e\u0067\u0075\u006f\u0078",
    // 0xa266: ꉦ => nguo
    "\u006e\u0067\u0075\u006f",
    // 0xa267: ꉧ => ngot
    "\u006e\u0067\u006f\u0074",
    // 0xa268: ꉨ => ngox
    "\u006e\u0067\u006f\u0078",
    // 0xa269: ꉩ => ngo
    "\u006e\u0067\u006f",
    // 0xa26a: ꉪ => ngop
    "\u006e\u0067\u006f\u0070",
    // 0xa26b: ꉫ => ngex
    "\u006e\u0067\u0065\u0078",
    // 0xa26c: ꉬ => nge
    "\u006e\u0067\u0065",
    // 0xa26d: ꉭ => ngep
    "\u006e\u0067\u0065\u0070",
    // 0xa26e: ꉮ => hit
    "\u0068\u0069\u0074",
    // 0xa26f: ꉯ => hiex
    "\u0068\u0069\u0065\u0078",
    // 0xa270: ꉰ => hie
    "\u0068\u0069\u0065",
    // 0xa271: ꉱ => hat
    "\u0068\u0061\u0074",
    // 0xa272: ꉲ => hax
    "\u0068\u0061\u0078",
    // 0xa273: ꉳ => ha
    "\u0068\u0061",
    // 0xa274: ꉴ => hap
    "\u0068\u0061\u0070",
    // 0xa275: ꉵ => huot
    "\u0068\u0075\u006f\u0074",
    // 0xa276: ꉶ => huox
    "\u0068\u0075\u006f\u0078",
    // 0xa277: ꉷ => huo
    "\u0068\u0075\u006f",
    // 0xa278: ꉸ => huop
    "\u0068\u0075\u006f\u0070",
    // 0xa279: ꉹ => hot
    "\u0068\u006f\u0074",
    // 0xa27a: ꉺ => hox
    "\u0068\u006f\u0078",
    // 0xa27b: ꉻ => ho
    "\u0068\u006f",
    // 0xa27c: ꉼ => hop
    "\u0068\u006f\u0070",
    // 0xa27d: ꉽ => hex
    "\u0068\u0065\u0078",
    // 0xa27e: ꉾ => he
    "\u0068\u0065",
    // 0xa27f: ꉿ => hep
    "\u0068\u0065\u0070",
    // 0xa280: ꊀ => wat
    "\u0077\u0061\u0074",
    // 0xa281: ꊁ => wax
    "\u0077\u0061\u0078",
    // 0xa282: ꊂ => wa
    "\u0077\u0061",
    // 0xa283: ꊃ => wap
    "\u0077\u0061\u0070",
    // 0xa284: ꊄ => wuox
    "\u0077\u0075\u006f\u0078",
    // 0xa285: ꊅ => wuo
    "\u0077\u0075\u006f",
    // 0xa286: ꊆ => wuop
    "\u0077\u0075\u006f\u0070",
    // 0xa287: ꊇ => wox
    "\u0077\u006f\u0078",
    // 0xa288: ꊈ => wo
    "\u0077\u006f",
    // 0xa289: ꊉ => wop
    "\u0077\u006f\u0070",
    // 0xa28a: ꊊ => wex
    "\u0077\u0065\u0078",
    // 0xa28b: ꊋ => we
    "\u0077\u0065",
    // 0xa28c: ꊌ => wep
    "\u0077\u0065\u0070",
    // 0xa28d: ꊍ => zit
    "\u007a\u0069\u0074",
    // 0xa28e: ꊎ => zix
    "\u007a\u0069\u0078",
    // 0xa28f: ꊏ => zi
    "\u007a\u0069",
    // 0xa290: ꊐ => zip
    "\u007a\u0069\u0070",
    // 0xa291: ꊑ => ziex
    "\u007a\u0069\u0065\u0078",
    // 0xa292: ꊒ => zie
    "\u007a\u0069\u0065",
    // 0xa293: ꊓ => ziep
    "\u007a\u0069\u0065\u0070",
    // 0xa294: ꊔ => zat
    "\u007a\u0061\u0074",
    // 0xa295: ꊕ => zax
    "\u007a\u0061\u0078",
    // 0xa296: ꊖ => za
    "\u007a\u0061",
    // 0xa297: ꊗ => zap
    "\u007a\u0061\u0070",
    // 0xa298: ꊘ => zuox
    "\u007a\u0075\u006f\u0078",
    // 0xa299: ꊙ => zuo
    "\u007a\u0075\u006f",
    // 0xa29a: ꊚ => zuop
    "\u007a\u0075\u006f\u0070",
    // 0xa29b: ꊛ => zot
    "\u007a\u006f\u0074",
    // 0xa29c: ꊜ => zox
    "\u007a\u006f\u0078",
    // 0xa29d: ꊝ => zo
    "\u007a\u006f",
    // 0xa29e: ꊞ => zop
    "\u007a\u006f\u0070",
    // 0xa29f: ꊟ => zex
    "\u007a\u0065\u0078",
    // 0xa2a0: ꊠ => ze
    "\u007a\u0065",
    // 0xa2a1: ꊡ => zep
    "\u007a\u0065\u0070",
    // 0xa2a2: ꊢ => zut
    "\u007a\u0075\u0074",
    // 0xa2a3: ꊣ => zux
    "\u007a\u0075\u0078",
    // 0xa2a4: ꊤ => zu
    "\u007a\u0075",
    // 0xa2a5: ꊥ => zup
    "\u007a\u0075\u0070",
    // 0xa2a6: ꊦ => zurx
    "\u007a\u0075\u0072\u0078",
    // 0xa2a7: ꊧ => zur
    "\u007a\u0075\u0072",
    // 0xa2a8: ꊨ => zyt
    "\u007a\u0079\u0074",
    // 0xa2a9: ꊩ => zyx
    "\u007a\u0079\u0078",
    // 0xa2aa: ꊪ => zy
    "\u007a\u0079",
    // 0xa2ab: ꊫ => zyp
    "\u007a\u0079\u0070",
    // 0xa2ac: ꊬ => zyrx
    "\u007a\u0079\u0072\u0078",
    // 0xa2ad: ꊭ => zyr
    "\u007a\u0079\u0072",
    // 0xa2ae: ꊮ => cit
    "\u0063\u0069\u0074",
    // 0xa2af: ꊯ => cix
    "\u0063\u0069\u0078",
    // 0xa2b0: ꊰ => ci
    "\u0063\u0069",
    // 0xa2b1: ꊱ => cip
    "\u0063\u0069\u0070",
    // 0xa2b2: ꊲ => ciet
    "\u0063\u0069\u0065\u0074",
    // 0xa2b3: ꊳ => ciex
    "\u0063\u0069\u0065\u0078",
    // 0xa2b4: ꊴ => cie
    "\u0063\u0069\u0065",
    // 0xa2b5: ꊵ => ciep
    "\u0063\u0069\u0065\u0070",
    // 0xa2b6: ꊶ => cat
    "\u0063\u0061\u0074",
    // 0xa2b7: ꊷ => cax
    "\u0063\u0061\u0078",
    // 0xa2b8: ꊸ => ca
    "\u0063\u0061",
    // 0xa2b9: ꊹ => cap
    "\u0063\u0061\u0070",
    // 0xa2ba: ꊺ => cuox
    "\u0063\u0075\u006f\u0078",
    // 0xa2bb: ꊻ => cuo
    "\u0063\u0075\u006f",
    // 0xa2bc: ꊼ => cuop
    "\u0063\u0075\u006f\u0070",
    // 0xa2bd: ꊽ => cot
    "\u0063\u006f\u0074",
    // 0xa2be: ꊾ => cox
    "\u0063\u006f\u0078",
    // 0xa2bf: ꊿ => co
    "\u0063\u006f",
    // 0xa2c0: ꋀ => cop
    "\u0063\u006f\u0070",
    // 0xa2c1: ꋁ => cex
    "\u0063\u0065\u0078",
    // 0xa2c2: ꋂ => ce
    "\u0063\u0065",
    // 0xa2c3: ꋃ => cep
    "\u0063\u0065\u0070",
    // 0xa2c4: ꋄ => cut
    "\u0063\u0075\u0074",
    // 0xa2c5: ꋅ => cux
    "\u0063\u0075\u0078",
    // 0xa2c6: ꋆ => cu
    "\u0063\u0075",
    // 0xa2c7: ꋇ => cup
    "\u0063\u0075\u0070",
    // 0xa2c8: ꋈ => curx
    "\u0063\u0075\u0072\u0078",
    // 0xa2c9: ꋉ => cur
    "\u0063\u0075\u0072",
    // 0xa2ca: ꋊ => cyt
    "\u0063\u0079\u0074",
    // 0xa2cb: ꋋ => cyx
    "\u0063\u0079\u0078",
    // 0xa2cc: ꋌ => cy
    "\u0063\u0079",
    // 0xa2cd: ꋍ => cyp
    "\u0063\u0079\u0070",
    // 0xa2ce: ꋎ => cyrx
    "\u0063\u0079\u0072\u0078",
    // 0xa2cf: ꋏ => cyr
    "\u0063\u0079\u0072",
    // 0xa2d0: ꋐ => zzit
    "\u007a\u007a\u0069\u0074",
    // 0xa2d1: ꋑ => zzix
    "\u007a\u007a\u0069\u0078",
    // 0xa2d2: ꋒ => zzi
    "\u007a\u007a\u0069",
    // 0xa2d3: ꋓ => zzip
    "\u007a\u007a\u0069\u0070",
    // 0xa2d4: ꋔ => zziet
    "\u007a\u007a\u0069\u0065\u0074",
    // 0xa2d5: ꋕ => zziex
    "\u007a\u007a\u0069\u0065\u0078",
    // 0xa2d6: ꋖ => zzie
    "\u007a\u007a\u0069\u0065",
    // 0xa2d7: ꋗ => zziep
    "\u007a\u007a\u0069\u0065\u0070",
    // 0xa2d8: ꋘ => zzat
    "\u007a\u007a\u0061\u0074",
    // 0xa2d9: ꋙ => zzax
    "\u007a\u007a\u0061\u0078",
    // 0xa2da: ꋚ => zza
    "\u007a\u007a\u0061",
    // 0xa2db: ꋛ => zzap
    "\u007a\u007a\u0061\u0070",
    // 0xa2dc: ꋜ => zzox
    "\u007a\u007a\u006f\u0078",
    // 0xa2dd: ꋝ => zzo
    "\u007a\u007a\u006f",
    // 0xa2de: ꋞ => zzop
    "\u007a\u007a\u006f\u0070",
    // 0xa2df: ꋟ => zzex
    "\u007a\u007a\u0065\u0078",
    // 0xa2e0: ꋠ => zze
    "\u007a\u007a\u0065",
    // 0xa2e1: ꋡ => zzep
    "\u007a\u007a\u0065\u0070",
    // 0xa2e2: ꋢ => zzux
    "\u007a\u007a\u0075\u0078",
    // 0xa2e3: ꋣ => zzu
    "\u007a\u007a\u0075",
    // 0xa2e4: ꋤ => zzup
    "\u007a\u007a\u0075\u0070",
    // 0xa2e5: ꋥ => zzurx
    "\u007a\u007a\u0075\u0072\u0078",
    // 0xa2e6: ꋦ => zzur
    "\u007a\u007a\u0075\u0072",
    // 0xa2e7: ꋧ => zzyt
    "\u007a\u007a\u0079\u0074",
    // 0xa2e8: ꋨ => zzyx
    "\u007a\u007a\u0079\u0078",
    // 0xa2e9: ꋩ => zzy
    "\u007a\u007a\u0079",
    // 0xa2ea: ꋪ => zzyp
    "\u007a\u007a\u0079\u0070",
    // 0xa2eb: ꋫ => zzyrx
    "\u007a\u007a\u0079\u0072\u0078",
    // 0xa2ec: ꋬ => zzyr
    "\u007a\u007a\u0079\u0072",
    // 0xa2ed: ꋭ => nzit
    "\u006e\u007a\u0069\u0074",
    // 0xa2ee: ꋮ => nzix
    "\u006e\u007a\u0069\u0078",
    // 0xa2ef: ꋯ => nzi
    "\u006e\u007a\u0069",
    // 0xa2f0: ꋰ => nzip
    "\u006e\u007a\u0069\u0070",
    // 0xa2f1: ꋱ => nziex
    "\u006e\u007a\u0069\u0065\u0078",
    // 0xa2f2: ꋲ => nzie
    "\u006e\u007a\u0069\u0065",
    // 0xa2f3: ꋳ => nziep
    "\u006e\u007a\u0069\u0065\u0070",
    // 0xa2f4: ꋴ => nzat
    "\u006e\u007a\u0061\u0074",
    // 0xa2f5: ꋵ => nzax
    "\u006e\u007a\u0061\u0078",
    // 0xa2f6: ꋶ => nza
    "\u006e\u007a\u0061",
    // 0xa2f7: ꋷ => nzap
    "\u006e\u007a\u0061\u0070",
    // 0xa2f8: ꋸ => nzuox
    "\u006e\u007a\u0075\u006f\u0078",
    // 0xa2f9: ꋹ => nzuo
    "\u006e\u007a\u0075\u006f",
    // 0xa2fa: ꋺ => nzox
    "\u006e\u007a\u006f\u0078",
    // 0xa2fb: ꋻ => nzop
    "\u006e\u007a\u006f\u0070",
    // 0xa2fc: ꋼ => nzex
    "\u006e\u007a\u0065\u0078",
    // 0xa2fd: ꋽ => nze
    "\u006e\u007a\u0065",
    // 0xa2fe: ꋾ => nzux
    "\u006e\u007a\u0075\u0078",
    // 0xa2ff: ꋿ => nzu
    "\u006e\u007a\u0075",
)
