package com.jeffpdavidson.kotwords.formats.unidecode

internal val xac = arrayOf(
    // 0xac00: 가 => ga
    "\u0067\u0061",
    // 0xac01: 각 => gag
    "\u0067\u0061\u0067",
    // 0xac02: 갂 => gagg
    "\u0067\u0061\u0067\u0067",
    // 0xac03: 갃 => gags
    "\u0067\u0061\u0067\u0073",
    // 0xac04: 간 => gan
    "\u0067\u0061\u006e",
    // 0xac05: 갅 => ganj
    "\u0067\u0061\u006e\u006a",
    // 0xac06: 갆 => ganh
    "\u0067\u0061\u006e\u0068",
    // 0xac07: 갇 => gad
    "\u0067\u0061\u0064",
    // 0xac08: 갈 => gal
    "\u0067\u0061\u006c",
    // 0xac09: 갉 => galg
    "\u0067\u0061\u006c\u0067",
    // 0xac0a: 갊 => galm
    "\u0067\u0061\u006c\u006d",
    // 0xac0b: 갋 => galb
    "\u0067\u0061\u006c\u0062",
    // 0xac0c: 갌 => gals
    "\u0067\u0061\u006c\u0073",
    // 0xac0d: 갍 => galt
    "\u0067\u0061\u006c\u0074",
    // 0xac0e: 갎 => galp
    "\u0067\u0061\u006c\u0070",
    // 0xac0f: 갏 => galh
    "\u0067\u0061\u006c\u0068",
    // 0xac10: 감 => gam
    "\u0067\u0061\u006d",
    // 0xac11: 갑 => gab
    "\u0067\u0061\u0062",
    // 0xac12: 값 => gabs
    "\u0067\u0061\u0062\u0073",
    // 0xac13: 갓 => gas
    "\u0067\u0061\u0073",
    // 0xac14: 갔 => gass
    "\u0067\u0061\u0073\u0073",
    // 0xac15: 강 => gang
    "\u0067\u0061\u006e\u0067",
    // 0xac16: 갖 => gaj
    "\u0067\u0061\u006a",
    // 0xac17: 갗 => gac
    "\u0067\u0061\u0063",
    // 0xac18: 갘 => gak
    "\u0067\u0061\u006b",
    // 0xac19: 같 => gat
    "\u0067\u0061\u0074",
    // 0xac1a: 갚 => gap
    "\u0067\u0061\u0070",
    // 0xac1b: 갛 => gah
    "\u0067\u0061\u0068",
    // 0xac1c: 개 => gae
    "\u0067\u0061\u0065",
    // 0xac1d: 객 => gaeg
    "\u0067\u0061\u0065\u0067",
    // 0xac1e: 갞 => gaegg
    "\u0067\u0061\u0065\u0067\u0067",
    // 0xac1f: 갟 => gaegs
    "\u0067\u0061\u0065\u0067\u0073",
    // 0xac20: 갠 => gaen
    "\u0067\u0061\u0065\u006e",
    // 0xac21: 갡 => gaenj
    "\u0067\u0061\u0065\u006e\u006a",
    // 0xac22: 갢 => gaenh
    "\u0067\u0061\u0065\u006e\u0068",
    // 0xac23: 갣 => gaed
    "\u0067\u0061\u0065\u0064",
    // 0xac24: 갤 => gael
    "\u0067\u0061\u0065\u006c",
    // 0xac25: 갥 => gaelg
    "\u0067\u0061\u0065\u006c\u0067",
    // 0xac26: 갦 => gaelm
    "\u0067\u0061\u0065\u006c\u006d",
    // 0xac27: 갧 => gaelb
    "\u0067\u0061\u0065\u006c\u0062",
    // 0xac28: 갨 => gaels
    "\u0067\u0061\u0065\u006c\u0073",
    // 0xac29: 갩 => gaelt
    "\u0067\u0061\u0065\u006c\u0074",
    // 0xac2a: 갪 => gaelp
    "\u0067\u0061\u0065\u006c\u0070",
    // 0xac2b: 갫 => gaelh
    "\u0067\u0061\u0065\u006c\u0068",
    // 0xac2c: 갬 => gaem
    "\u0067\u0061\u0065\u006d",
    // 0xac2d: 갭 => gaeb
    "\u0067\u0061\u0065\u0062",
    // 0xac2e: 갮 => gaebs
    "\u0067\u0061\u0065\u0062\u0073",
    // 0xac2f: 갯 => gaes
    "\u0067\u0061\u0065\u0073",
    // 0xac30: 갰 => gaess
    "\u0067\u0061\u0065\u0073\u0073",
    // 0xac31: 갱 => gaeng
    "\u0067\u0061\u0065\u006e\u0067",
    // 0xac32: 갲 => gaej
    "\u0067\u0061\u0065\u006a",
    // 0xac33: 갳 => gaec
    "\u0067\u0061\u0065\u0063",
    // 0xac34: 갴 => gaek
    "\u0067\u0061\u0065\u006b",
    // 0xac35: 갵 => gaet
    "\u0067\u0061\u0065\u0074",
    // 0xac36: 갶 => gaep
    "\u0067\u0061\u0065\u0070",
    // 0xac37: 갷 => gaeh
    "\u0067\u0061\u0065\u0068",
    // 0xac38: 갸 => gya
    "\u0067\u0079\u0061",
    // 0xac39: 갹 => gyag
    "\u0067\u0079\u0061\u0067",
    // 0xac3a: 갺 => gyagg
    "\u0067\u0079\u0061\u0067\u0067",
    // 0xac3b: 갻 => gyags
    "\u0067\u0079\u0061\u0067\u0073",
    // 0xac3c: 갼 => gyan
    "\u0067\u0079\u0061\u006e",
    // 0xac3d: 갽 => gyanj
    "\u0067\u0079\u0061\u006e\u006a",
    // 0xac3e: 갾 => gyanh
    "\u0067\u0079\u0061\u006e\u0068",
    // 0xac3f: 갿 => gyad
    "\u0067\u0079\u0061\u0064",
    // 0xac40: 걀 => gyal
    "\u0067\u0079\u0061\u006c",
    // 0xac41: 걁 => gyalg
    "\u0067\u0079\u0061\u006c\u0067",
    // 0xac42: 걂 => gyalm
    "\u0067\u0079\u0061\u006c\u006d",
    // 0xac43: 걃 => gyalb
    "\u0067\u0079\u0061\u006c\u0062",
    // 0xac44: 걄 => gyals
    "\u0067\u0079\u0061\u006c\u0073",
    // 0xac45: 걅 => gyalt
    "\u0067\u0079\u0061\u006c\u0074",
    // 0xac46: 걆 => gyalp
    "\u0067\u0079\u0061\u006c\u0070",
    // 0xac47: 걇 => gyalh
    "\u0067\u0079\u0061\u006c\u0068",
    // 0xac48: 걈 => gyam
    "\u0067\u0079\u0061\u006d",
    // 0xac49: 걉 => gyab
    "\u0067\u0079\u0061\u0062",
    // 0xac4a: 걊 => gyabs
    "\u0067\u0079\u0061\u0062\u0073",
    // 0xac4b: 걋 => gyas
    "\u0067\u0079\u0061\u0073",
    // 0xac4c: 걌 => gyass
    "\u0067\u0079\u0061\u0073\u0073",
    // 0xac4d: 걍 => gyang
    "\u0067\u0079\u0061\u006e\u0067",
    // 0xac4e: 걎 => gyaj
    "\u0067\u0079\u0061\u006a",
    // 0xac4f: 걏 => gyac
    "\u0067\u0079\u0061\u0063",
    // 0xac50: 걐 => gyak
    "\u0067\u0079\u0061\u006b",
    // 0xac51: 걑 => gyat
    "\u0067\u0079\u0061\u0074",
    // 0xac52: 걒 => gyap
    "\u0067\u0079\u0061\u0070",
    // 0xac53: 걓 => gyah
    "\u0067\u0079\u0061\u0068",
    // 0xac54: 걔 => gyae
    "\u0067\u0079\u0061\u0065",
    // 0xac55: 걕 => gyaeg
    "\u0067\u0079\u0061\u0065\u0067",
    // 0xac56: 걖 => gyaegg
    "\u0067\u0079\u0061\u0065\u0067\u0067",
    // 0xac57: 걗 => gyaegs
    "\u0067\u0079\u0061\u0065\u0067\u0073",
    // 0xac58: 걘 => gyaen
    "\u0067\u0079\u0061\u0065\u006e",
    // 0xac59: 걙 => gyaenj
    "\u0067\u0079\u0061\u0065\u006e\u006a",
    // 0xac5a: 걚 => gyaenh
    "\u0067\u0079\u0061\u0065\u006e\u0068",
    // 0xac5b: 걛 => gyaed
    "\u0067\u0079\u0061\u0065\u0064",
    // 0xac5c: 걜 => gyael
    "\u0067\u0079\u0061\u0065\u006c",
    // 0xac5d: 걝 => gyaelg
    "\u0067\u0079\u0061\u0065\u006c\u0067",
    // 0xac5e: 걞 => gyaelm
    "\u0067\u0079\u0061\u0065\u006c\u006d",
    // 0xac5f: 걟 => gyaelb
    "\u0067\u0079\u0061\u0065\u006c\u0062",
    // 0xac60: 걠 => gyaels
    "\u0067\u0079\u0061\u0065\u006c\u0073",
    // 0xac61: 걡 => gyaelt
    "\u0067\u0079\u0061\u0065\u006c\u0074",
    // 0xac62: 걢 => gyaelp
    "\u0067\u0079\u0061\u0065\u006c\u0070",
    // 0xac63: 걣 => gyaelh
    "\u0067\u0079\u0061\u0065\u006c\u0068",
    // 0xac64: 걤 => gyaem
    "\u0067\u0079\u0061\u0065\u006d",
    // 0xac65: 걥 => gyaeb
    "\u0067\u0079\u0061\u0065\u0062",
    // 0xac66: 걦 => gyaebs
    "\u0067\u0079\u0061\u0065\u0062\u0073",
    // 0xac67: 걧 => gyaes
    "\u0067\u0079\u0061\u0065\u0073",
    // 0xac68: 걨 => gyaess
    "\u0067\u0079\u0061\u0065\u0073\u0073",
    // 0xac69: 걩 => gyaeng
    "\u0067\u0079\u0061\u0065\u006e\u0067",
    // 0xac6a: 걪 => gyaej
    "\u0067\u0079\u0061\u0065\u006a",
    // 0xac6b: 걫 => gyaec
    "\u0067\u0079\u0061\u0065\u0063",
    // 0xac6c: 걬 => gyaek
    "\u0067\u0079\u0061\u0065\u006b",
    // 0xac6d: 걭 => gyaet
    "\u0067\u0079\u0061\u0065\u0074",
    // 0xac6e: 걮 => gyaep
    "\u0067\u0079\u0061\u0065\u0070",
    // 0xac6f: 걯 => gyaeh
    "\u0067\u0079\u0061\u0065\u0068",
    // 0xac70: 거 => geo
    "\u0067\u0065\u006f",
    // 0xac71: 걱 => geog
    "\u0067\u0065\u006f\u0067",
    // 0xac72: 걲 => geogg
    "\u0067\u0065\u006f\u0067\u0067",
    // 0xac73: 걳 => geogs
    "\u0067\u0065\u006f\u0067\u0073",
    // 0xac74: 건 => geon
    "\u0067\u0065\u006f\u006e",
    // 0xac75: 걵 => geonj
    "\u0067\u0065\u006f\u006e\u006a",
    // 0xac76: 걶 => geonh
    "\u0067\u0065\u006f\u006e\u0068",
    // 0xac77: 걷 => geod
    "\u0067\u0065\u006f\u0064",
    // 0xac78: 걸 => geol
    "\u0067\u0065\u006f\u006c",
    // 0xac79: 걹 => geolg
    "\u0067\u0065\u006f\u006c\u0067",
    // 0xac7a: 걺 => geolm
    "\u0067\u0065\u006f\u006c\u006d",
    // 0xac7b: 걻 => geolb
    "\u0067\u0065\u006f\u006c\u0062",
    // 0xac7c: 걼 => geols
    "\u0067\u0065\u006f\u006c\u0073",
    // 0xac7d: 걽 => geolt
    "\u0067\u0065\u006f\u006c\u0074",
    // 0xac7e: 걾 => geolp
    "\u0067\u0065\u006f\u006c\u0070",
    // 0xac7f: 걿 => geolh
    "\u0067\u0065\u006f\u006c\u0068",
    // 0xac80: 검 => geom
    "\u0067\u0065\u006f\u006d",
    // 0xac81: 겁 => geob
    "\u0067\u0065\u006f\u0062",
    // 0xac82: 겂 => geobs
    "\u0067\u0065\u006f\u0062\u0073",
    // 0xac83: 것 => geos
    "\u0067\u0065\u006f\u0073",
    // 0xac84: 겄 => geoss
    "\u0067\u0065\u006f\u0073\u0073",
    // 0xac85: 겅 => geong
    "\u0067\u0065\u006f\u006e\u0067",
    // 0xac86: 겆 => geoj
    "\u0067\u0065\u006f\u006a",
    // 0xac87: 겇 => geoc
    "\u0067\u0065\u006f\u0063",
    // 0xac88: 겈 => geok
    "\u0067\u0065\u006f\u006b",
    // 0xac89: 겉 => geot
    "\u0067\u0065\u006f\u0074",
    // 0xac8a: 겊 => geop
    "\u0067\u0065\u006f\u0070",
    // 0xac8b: 겋 => geoh
    "\u0067\u0065\u006f\u0068",
    // 0xac8c: 게 => ge
    "\u0067\u0065",
    // 0xac8d: 겍 => geg
    "\u0067\u0065\u0067",
    // 0xac8e: 겎 => gegg
    "\u0067\u0065\u0067\u0067",
    // 0xac8f: 겏 => gegs
    "\u0067\u0065\u0067\u0073",
    // 0xac90: 겐 => gen
    "\u0067\u0065\u006e",
    // 0xac91: 겑 => genj
    "\u0067\u0065\u006e\u006a",
    // 0xac92: 겒 => genh
    "\u0067\u0065\u006e\u0068",
    // 0xac93: 겓 => ged
    "\u0067\u0065\u0064",
    // 0xac94: 겔 => gel
    "\u0067\u0065\u006c",
    // 0xac95: 겕 => gelg
    "\u0067\u0065\u006c\u0067",
    // 0xac96: 겖 => gelm
    "\u0067\u0065\u006c\u006d",
    // 0xac97: 겗 => gelb
    "\u0067\u0065\u006c\u0062",
    // 0xac98: 겘 => gels
    "\u0067\u0065\u006c\u0073",
    // 0xac99: 겙 => gelt
    "\u0067\u0065\u006c\u0074",
    // 0xac9a: 겚 => gelp
    "\u0067\u0065\u006c\u0070",
    // 0xac9b: 겛 => gelh
    "\u0067\u0065\u006c\u0068",
    // 0xac9c: 겜 => gem
    "\u0067\u0065\u006d",
    // 0xac9d: 겝 => geb
    "\u0067\u0065\u0062",
    // 0xac9e: 겞 => gebs
    "\u0067\u0065\u0062\u0073",
    // 0xac9f: 겟 => ges
    "\u0067\u0065\u0073",
    // 0xaca0: 겠 => gess
    "\u0067\u0065\u0073\u0073",
    // 0xaca1: 겡 => geng
    "\u0067\u0065\u006e\u0067",
    // 0xaca2: 겢 => gej
    "\u0067\u0065\u006a",
    // 0xaca3: 겣 => gec
    "\u0067\u0065\u0063",
    // 0xaca4: 겤 => gek
    "\u0067\u0065\u006b",
    // 0xaca5: 겥 => get
    "\u0067\u0065\u0074",
    // 0xaca6: 겦 => gep
    "\u0067\u0065\u0070",
    // 0xaca7: 겧 => geh
    "\u0067\u0065\u0068",
    // 0xaca8: 겨 => gyeo
    "\u0067\u0079\u0065\u006f",
    // 0xaca9: 격 => gyeog
    "\u0067\u0079\u0065\u006f\u0067",
    // 0xacaa: 겪 => gyeogg
    "\u0067\u0079\u0065\u006f\u0067\u0067",
    // 0xacab: 겫 => gyeogs
    "\u0067\u0079\u0065\u006f\u0067\u0073",
    // 0xacac: 견 => gyeon
    "\u0067\u0079\u0065\u006f\u006e",
    // 0xacad: 겭 => gyeonj
    "\u0067\u0079\u0065\u006f\u006e\u006a",
    // 0xacae: 겮 => gyeonh
    "\u0067\u0079\u0065\u006f\u006e\u0068",
    // 0xacaf: 겯 => gyeod
    "\u0067\u0079\u0065\u006f\u0064",
    // 0xacb0: 결 => gyeol
    "\u0067\u0079\u0065\u006f\u006c",
    // 0xacb1: 겱 => gyeolg
    "\u0067\u0079\u0065\u006f\u006c\u0067",
    // 0xacb2: 겲 => gyeolm
    "\u0067\u0079\u0065\u006f\u006c\u006d",
    // 0xacb3: 겳 => gyeolb
    "\u0067\u0079\u0065\u006f\u006c\u0062",
    // 0xacb4: 겴 => gyeols
    "\u0067\u0079\u0065\u006f\u006c\u0073",
    // 0xacb5: 겵 => gyeolt
    "\u0067\u0079\u0065\u006f\u006c\u0074",
    // 0xacb6: 겶 => gyeolp
    "\u0067\u0079\u0065\u006f\u006c\u0070",
    // 0xacb7: 겷 => gyeolh
    "\u0067\u0079\u0065\u006f\u006c\u0068",
    // 0xacb8: 겸 => gyeom
    "\u0067\u0079\u0065\u006f\u006d",
    // 0xacb9: 겹 => gyeob
    "\u0067\u0079\u0065\u006f\u0062",
    // 0xacba: 겺 => gyeobs
    "\u0067\u0079\u0065\u006f\u0062\u0073",
    // 0xacbb: 겻 => gyeos
    "\u0067\u0079\u0065\u006f\u0073",
    // 0xacbc: 겼 => gyeoss
    "\u0067\u0079\u0065\u006f\u0073\u0073",
    // 0xacbd: 경 => gyeong
    "\u0067\u0079\u0065\u006f\u006e\u0067",
    // 0xacbe: 겾 => gyeoj
    "\u0067\u0079\u0065\u006f\u006a",
    // 0xacbf: 겿 => gyeoc
    "\u0067\u0079\u0065\u006f\u0063",
    // 0xacc0: 곀 => gyeok
    "\u0067\u0079\u0065\u006f\u006b",
    // 0xacc1: 곁 => gyeot
    "\u0067\u0079\u0065\u006f\u0074",
    // 0xacc2: 곂 => gyeop
    "\u0067\u0079\u0065\u006f\u0070",
    // 0xacc3: 곃 => gyeoh
    "\u0067\u0079\u0065\u006f\u0068",
    // 0xacc4: 계 => gye
    "\u0067\u0079\u0065",
    // 0xacc5: 곅 => gyeg
    "\u0067\u0079\u0065\u0067",
    // 0xacc6: 곆 => gyegg
    "\u0067\u0079\u0065\u0067\u0067",
    // 0xacc7: 곇 => gyegs
    "\u0067\u0079\u0065\u0067\u0073",
    // 0xacc8: 곈 => gyen
    "\u0067\u0079\u0065\u006e",
    // 0xacc9: 곉 => gyenj
    "\u0067\u0079\u0065\u006e\u006a",
    // 0xacca: 곊 => gyenh
    "\u0067\u0079\u0065\u006e\u0068",
    // 0xaccb: 곋 => gyed
    "\u0067\u0079\u0065\u0064",
    // 0xaccc: 곌 => gyel
    "\u0067\u0079\u0065\u006c",
    // 0xaccd: 곍 => gyelg
    "\u0067\u0079\u0065\u006c\u0067",
    // 0xacce: 곎 => gyelm
    "\u0067\u0079\u0065\u006c\u006d",
    // 0xaccf: 곏 => gyelb
    "\u0067\u0079\u0065\u006c\u0062",
    // 0xacd0: 곐 => gyels
    "\u0067\u0079\u0065\u006c\u0073",
    // 0xacd1: 곑 => gyelt
    "\u0067\u0079\u0065\u006c\u0074",
    // 0xacd2: 곒 => gyelp
    "\u0067\u0079\u0065\u006c\u0070",
    // 0xacd3: 곓 => gyelh
    "\u0067\u0079\u0065\u006c\u0068",
    // 0xacd4: 곔 => gyem
    "\u0067\u0079\u0065\u006d",
    // 0xacd5: 곕 => gyeb
    "\u0067\u0079\u0065\u0062",
    // 0xacd6: 곖 => gyebs
    "\u0067\u0079\u0065\u0062\u0073",
    // 0xacd7: 곗 => gyes
    "\u0067\u0079\u0065\u0073",
    // 0xacd8: 곘 => gyess
    "\u0067\u0079\u0065\u0073\u0073",
    // 0xacd9: 곙 => gyeng
    "\u0067\u0079\u0065\u006e\u0067",
    // 0xacda: 곚 => gyej
    "\u0067\u0079\u0065\u006a",
    // 0xacdb: 곛 => gyec
    "\u0067\u0079\u0065\u0063",
    // 0xacdc: 곜 => gyek
    "\u0067\u0079\u0065\u006b",
    // 0xacdd: 곝 => gyet
    "\u0067\u0079\u0065\u0074",
    // 0xacde: 곞 => gyep
    "\u0067\u0079\u0065\u0070",
    // 0xacdf: 곟 => gyeh
    "\u0067\u0079\u0065\u0068",
    // 0xace0: 고 => go
    "\u0067\u006f",
    // 0xace1: 곡 => gog
    "\u0067\u006f\u0067",
    // 0xace2: 곢 => gogg
    "\u0067\u006f\u0067\u0067",
    // 0xace3: 곣 => gogs
    "\u0067\u006f\u0067\u0073",
    // 0xace4: 곤 => gon
    "\u0067\u006f\u006e",
    // 0xace5: 곥 => gonj
    "\u0067\u006f\u006e\u006a",
    // 0xace6: 곦 => gonh
    "\u0067\u006f\u006e\u0068",
    // 0xace7: 곧 => god
    "\u0067\u006f\u0064",
    // 0xace8: 골 => gol
    "\u0067\u006f\u006c",
    // 0xace9: 곩 => golg
    "\u0067\u006f\u006c\u0067",
    // 0xacea: 곪 => golm
    "\u0067\u006f\u006c\u006d",
    // 0xaceb: 곫 => golb
    "\u0067\u006f\u006c\u0062",
    // 0xacec: 곬 => gols
    "\u0067\u006f\u006c\u0073",
    // 0xaced: 곭 => golt
    "\u0067\u006f\u006c\u0074",
    // 0xacee: 곮 => golp
    "\u0067\u006f\u006c\u0070",
    // 0xacef: 곯 => golh
    "\u0067\u006f\u006c\u0068",
    // 0xacf0: 곰 => gom
    "\u0067\u006f\u006d",
    // 0xacf1: 곱 => gob
    "\u0067\u006f\u0062",
    // 0xacf2: 곲 => gobs
    "\u0067\u006f\u0062\u0073",
    // 0xacf3: 곳 => gos
    "\u0067\u006f\u0073",
    // 0xacf4: 곴 => goss
    "\u0067\u006f\u0073\u0073",
    // 0xacf5: 공 => gong
    "\u0067\u006f\u006e\u0067",
    // 0xacf6: 곶 => goj
    "\u0067\u006f\u006a",
    // 0xacf7: 곷 => goc
    "\u0067\u006f\u0063",
    // 0xacf8: 곸 => gok
    "\u0067\u006f\u006b",
    // 0xacf9: 곹 => got
    "\u0067\u006f\u0074",
    // 0xacfa: 곺 => gop
    "\u0067\u006f\u0070",
    // 0xacfb: 곻 => goh
    "\u0067\u006f\u0068",
    // 0xacfc: 과 => gwa
    "\u0067\u0077\u0061",
    // 0xacfd: 곽 => gwag
    "\u0067\u0077\u0061\u0067",
    // 0xacfe: 곾 => gwagg
    "\u0067\u0077\u0061\u0067\u0067",
    // 0xacff: 곿 => gwags
    "\u0067\u0077\u0061\u0067\u0073",
)
