package com.jeffpdavidson.kotwords.formats.unidecode

internal val xad = arrayOf(
    // 0xad00: 관 => gwan
    "\u0067\u0077\u0061\u006e",
    // 0xad01: 괁 => gwanj
    "\u0067\u0077\u0061\u006e\u006a",
    // 0xad02: 괂 => gwanh
    "\u0067\u0077\u0061\u006e\u0068",
    // 0xad03: 괃 => gwad
    "\u0067\u0077\u0061\u0064",
    // 0xad04: 괄 => gwal
    "\u0067\u0077\u0061\u006c",
    // 0xad05: 괅 => gwalg
    "\u0067\u0077\u0061\u006c\u0067",
    // 0xad06: 괆 => gwalm
    "\u0067\u0077\u0061\u006c\u006d",
    // 0xad07: 괇 => gwalb
    "\u0067\u0077\u0061\u006c\u0062",
    // 0xad08: 괈 => gwals
    "\u0067\u0077\u0061\u006c\u0073",
    // 0xad09: 괉 => gwalt
    "\u0067\u0077\u0061\u006c\u0074",
    // 0xad0a: 괊 => gwalp
    "\u0067\u0077\u0061\u006c\u0070",
    // 0xad0b: 괋 => gwalh
    "\u0067\u0077\u0061\u006c\u0068",
    // 0xad0c: 괌 => gwam
    "\u0067\u0077\u0061\u006d",
    // 0xad0d: 괍 => gwab
    "\u0067\u0077\u0061\u0062",
    // 0xad0e: 괎 => gwabs
    "\u0067\u0077\u0061\u0062\u0073",
    // 0xad0f: 괏 => gwas
    "\u0067\u0077\u0061\u0073",
    // 0xad10: 괐 => gwass
    "\u0067\u0077\u0061\u0073\u0073",
    // 0xad11: 광 => gwang
    "\u0067\u0077\u0061\u006e\u0067",
    // 0xad12: 괒 => gwaj
    "\u0067\u0077\u0061\u006a",
    // 0xad13: 괓 => gwac
    "\u0067\u0077\u0061\u0063",
    // 0xad14: 괔 => gwak
    "\u0067\u0077\u0061\u006b",
    // 0xad15: 괕 => gwat
    "\u0067\u0077\u0061\u0074",
    // 0xad16: 괖 => gwap
    "\u0067\u0077\u0061\u0070",
    // 0xad17: 괗 => gwah
    "\u0067\u0077\u0061\u0068",
    // 0xad18: 괘 => gwae
    "\u0067\u0077\u0061\u0065",
    // 0xad19: 괙 => gwaeg
    "\u0067\u0077\u0061\u0065\u0067",
    // 0xad1a: 괚 => gwaegg
    "\u0067\u0077\u0061\u0065\u0067\u0067",
    // 0xad1b: 괛 => gwaegs
    "\u0067\u0077\u0061\u0065\u0067\u0073",
    // 0xad1c: 괜 => gwaen
    "\u0067\u0077\u0061\u0065\u006e",
    // 0xad1d: 괝 => gwaenj
    "\u0067\u0077\u0061\u0065\u006e\u006a",
    // 0xad1e: 괞 => gwaenh
    "\u0067\u0077\u0061\u0065\u006e\u0068",
    // 0xad1f: 괟 => gwaed
    "\u0067\u0077\u0061\u0065\u0064",
    // 0xad20: 괠 => gwael
    "\u0067\u0077\u0061\u0065\u006c",
    // 0xad21: 괡 => gwaelg
    "\u0067\u0077\u0061\u0065\u006c\u0067",
    // 0xad22: 괢 => gwaelm
    "\u0067\u0077\u0061\u0065\u006c\u006d",
    // 0xad23: 괣 => gwaelb
    "\u0067\u0077\u0061\u0065\u006c\u0062",
    // 0xad24: 괤 => gwaels
    "\u0067\u0077\u0061\u0065\u006c\u0073",
    // 0xad25: 괥 => gwaelt
    "\u0067\u0077\u0061\u0065\u006c\u0074",
    // 0xad26: 괦 => gwaelp
    "\u0067\u0077\u0061\u0065\u006c\u0070",
    // 0xad27: 괧 => gwaelh
    "\u0067\u0077\u0061\u0065\u006c\u0068",
    // 0xad28: 괨 => gwaem
    "\u0067\u0077\u0061\u0065\u006d",
    // 0xad29: 괩 => gwaeb
    "\u0067\u0077\u0061\u0065\u0062",
    // 0xad2a: 괪 => gwaebs
    "\u0067\u0077\u0061\u0065\u0062\u0073",
    // 0xad2b: 괫 => gwaes
    "\u0067\u0077\u0061\u0065\u0073",
    // 0xad2c: 괬 => gwaess
    "\u0067\u0077\u0061\u0065\u0073\u0073",
    // 0xad2d: 괭 => gwaeng
    "\u0067\u0077\u0061\u0065\u006e\u0067",
    // 0xad2e: 괮 => gwaej
    "\u0067\u0077\u0061\u0065\u006a",
    // 0xad2f: 괯 => gwaec
    "\u0067\u0077\u0061\u0065\u0063",
    // 0xad30: 괰 => gwaek
    "\u0067\u0077\u0061\u0065\u006b",
    // 0xad31: 괱 => gwaet
    "\u0067\u0077\u0061\u0065\u0074",
    // 0xad32: 괲 => gwaep
    "\u0067\u0077\u0061\u0065\u0070",
    // 0xad33: 괳 => gwaeh
    "\u0067\u0077\u0061\u0065\u0068",
    // 0xad34: 괴 => goe
    "\u0067\u006f\u0065",
    // 0xad35: 괵 => goeg
    "\u0067\u006f\u0065\u0067",
    // 0xad36: 괶 => goegg
    "\u0067\u006f\u0065\u0067\u0067",
    // 0xad37: 괷 => goegs
    "\u0067\u006f\u0065\u0067\u0073",
    // 0xad38: 괸 => goen
    "\u0067\u006f\u0065\u006e",
    // 0xad39: 괹 => goenj
    "\u0067\u006f\u0065\u006e\u006a",
    // 0xad3a: 괺 => goenh
    "\u0067\u006f\u0065\u006e\u0068",
    // 0xad3b: 괻 => goed
    "\u0067\u006f\u0065\u0064",
    // 0xad3c: 괼 => goel
    "\u0067\u006f\u0065\u006c",
    // 0xad3d: 괽 => goelg
    "\u0067\u006f\u0065\u006c\u0067",
    // 0xad3e: 괾 => goelm
    "\u0067\u006f\u0065\u006c\u006d",
    // 0xad3f: 괿 => goelb
    "\u0067\u006f\u0065\u006c\u0062",
    // 0xad40: 굀 => goels
    "\u0067\u006f\u0065\u006c\u0073",
    // 0xad41: 굁 => goelt
    "\u0067\u006f\u0065\u006c\u0074",
    // 0xad42: 굂 => goelp
    "\u0067\u006f\u0065\u006c\u0070",
    // 0xad43: 굃 => goelh
    "\u0067\u006f\u0065\u006c\u0068",
    // 0xad44: 굄 => goem
    "\u0067\u006f\u0065\u006d",
    // 0xad45: 굅 => goeb
    "\u0067\u006f\u0065\u0062",
    // 0xad46: 굆 => goebs
    "\u0067\u006f\u0065\u0062\u0073",
    // 0xad47: 굇 => goes
    "\u0067\u006f\u0065\u0073",
    // 0xad48: 굈 => goess
    "\u0067\u006f\u0065\u0073\u0073",
    // 0xad49: 굉 => goeng
    "\u0067\u006f\u0065\u006e\u0067",
    // 0xad4a: 굊 => goej
    "\u0067\u006f\u0065\u006a",
    // 0xad4b: 굋 => goec
    "\u0067\u006f\u0065\u0063",
    // 0xad4c: 굌 => goek
    "\u0067\u006f\u0065\u006b",
    // 0xad4d: 굍 => goet
    "\u0067\u006f\u0065\u0074",
    // 0xad4e: 굎 => goep
    "\u0067\u006f\u0065\u0070",
    // 0xad4f: 굏 => goeh
    "\u0067\u006f\u0065\u0068",
    // 0xad50: 교 => gyo
    "\u0067\u0079\u006f",
    // 0xad51: 굑 => gyog
    "\u0067\u0079\u006f\u0067",
    // 0xad52: 굒 => gyogg
    "\u0067\u0079\u006f\u0067\u0067",
    // 0xad53: 굓 => gyogs
    "\u0067\u0079\u006f\u0067\u0073",
    // 0xad54: 굔 => gyon
    "\u0067\u0079\u006f\u006e",
    // 0xad55: 굕 => gyonj
    "\u0067\u0079\u006f\u006e\u006a",
    // 0xad56: 굖 => gyonh
    "\u0067\u0079\u006f\u006e\u0068",
    // 0xad57: 굗 => gyod
    "\u0067\u0079\u006f\u0064",
    // 0xad58: 굘 => gyol
    "\u0067\u0079\u006f\u006c",
    // 0xad59: 굙 => gyolg
    "\u0067\u0079\u006f\u006c\u0067",
    // 0xad5a: 굚 => gyolm
    "\u0067\u0079\u006f\u006c\u006d",
    // 0xad5b: 굛 => gyolb
    "\u0067\u0079\u006f\u006c\u0062",
    // 0xad5c: 굜 => gyols
    "\u0067\u0079\u006f\u006c\u0073",
    // 0xad5d: 굝 => gyolt
    "\u0067\u0079\u006f\u006c\u0074",
    // 0xad5e: 굞 => gyolp
    "\u0067\u0079\u006f\u006c\u0070",
    // 0xad5f: 굟 => gyolh
    "\u0067\u0079\u006f\u006c\u0068",
    // 0xad60: 굠 => gyom
    "\u0067\u0079\u006f\u006d",
    // 0xad61: 굡 => gyob
    "\u0067\u0079\u006f\u0062",
    // 0xad62: 굢 => gyobs
    "\u0067\u0079\u006f\u0062\u0073",
    // 0xad63: 굣 => gyos
    "\u0067\u0079\u006f\u0073",
    // 0xad64: 굤 => gyoss
    "\u0067\u0079\u006f\u0073\u0073",
    // 0xad65: 굥 => gyong
    "\u0067\u0079\u006f\u006e\u0067",
    // 0xad66: 굦 => gyoj
    "\u0067\u0079\u006f\u006a",
    // 0xad67: 굧 => gyoc
    "\u0067\u0079\u006f\u0063",
    // 0xad68: 굨 => gyok
    "\u0067\u0079\u006f\u006b",
    // 0xad69: 굩 => gyot
    "\u0067\u0079\u006f\u0074",
    // 0xad6a: 굪 => gyop
    "\u0067\u0079\u006f\u0070",
    // 0xad6b: 굫 => gyoh
    "\u0067\u0079\u006f\u0068",
    // 0xad6c: 구 => gu
    "\u0067\u0075",
    // 0xad6d: 국 => gug
    "\u0067\u0075\u0067",
    // 0xad6e: 굮 => gugg
    "\u0067\u0075\u0067\u0067",
    // 0xad6f: 굯 => gugs
    "\u0067\u0075\u0067\u0073",
    // 0xad70: 군 => gun
    "\u0067\u0075\u006e",
    // 0xad71: 굱 => gunj
    "\u0067\u0075\u006e\u006a",
    // 0xad72: 굲 => gunh
    "\u0067\u0075\u006e\u0068",
    // 0xad73: 굳 => gud
    "\u0067\u0075\u0064",
    // 0xad74: 굴 => gul
    "\u0067\u0075\u006c",
    // 0xad75: 굵 => gulg
    "\u0067\u0075\u006c\u0067",
    // 0xad76: 굶 => gulm
    "\u0067\u0075\u006c\u006d",
    // 0xad77: 굷 => gulb
    "\u0067\u0075\u006c\u0062",
    // 0xad78: 굸 => guls
    "\u0067\u0075\u006c\u0073",
    // 0xad79: 굹 => gult
    "\u0067\u0075\u006c\u0074",
    // 0xad7a: 굺 => gulp
    "\u0067\u0075\u006c\u0070",
    // 0xad7b: 굻 => gulh
    "\u0067\u0075\u006c\u0068",
    // 0xad7c: 굼 => gum
    "\u0067\u0075\u006d",
    // 0xad7d: 굽 => gub
    "\u0067\u0075\u0062",
    // 0xad7e: 굾 => gubs
    "\u0067\u0075\u0062\u0073",
    // 0xad7f: 굿 => gus
    "\u0067\u0075\u0073",
    // 0xad80: 궀 => guss
    "\u0067\u0075\u0073\u0073",
    // 0xad81: 궁 => gung
    "\u0067\u0075\u006e\u0067",
    // 0xad82: 궂 => guj
    "\u0067\u0075\u006a",
    // 0xad83: 궃 => guc
    "\u0067\u0075\u0063",
    // 0xad84: 궄 => guk
    "\u0067\u0075\u006b",
    // 0xad85: 궅 => gut
    "\u0067\u0075\u0074",
    // 0xad86: 궆 => gup
    "\u0067\u0075\u0070",
    // 0xad87: 궇 => guh
    "\u0067\u0075\u0068",
    // 0xad88: 궈 => gweo
    "\u0067\u0077\u0065\u006f",
    // 0xad89: 궉 => gweog
    "\u0067\u0077\u0065\u006f\u0067",
    // 0xad8a: 궊 => gweogg
    "\u0067\u0077\u0065\u006f\u0067\u0067",
    // 0xad8b: 궋 => gweogs
    "\u0067\u0077\u0065\u006f\u0067\u0073",
    // 0xad8c: 권 => gweon
    "\u0067\u0077\u0065\u006f\u006e",
    // 0xad8d: 궍 => gweonj
    "\u0067\u0077\u0065\u006f\u006e\u006a",
    // 0xad8e: 궎 => gweonh
    "\u0067\u0077\u0065\u006f\u006e\u0068",
    // 0xad8f: 궏 => gweod
    "\u0067\u0077\u0065\u006f\u0064",
    // 0xad90: 궐 => gweol
    "\u0067\u0077\u0065\u006f\u006c",
    // 0xad91: 궑 => gweolg
    "\u0067\u0077\u0065\u006f\u006c\u0067",
    // 0xad92: 궒 => gweolm
    "\u0067\u0077\u0065\u006f\u006c\u006d",
    // 0xad93: 궓 => gweolb
    "\u0067\u0077\u0065\u006f\u006c\u0062",
    // 0xad94: 궔 => gweols
    "\u0067\u0077\u0065\u006f\u006c\u0073",
    // 0xad95: 궕 => gweolt
    "\u0067\u0077\u0065\u006f\u006c\u0074",
    // 0xad96: 궖 => gweolp
    "\u0067\u0077\u0065\u006f\u006c\u0070",
    // 0xad97: 궗 => gweolh
    "\u0067\u0077\u0065\u006f\u006c\u0068",
    // 0xad98: 궘 => gweom
    "\u0067\u0077\u0065\u006f\u006d",
    // 0xad99: 궙 => gweob
    "\u0067\u0077\u0065\u006f\u0062",
    // 0xad9a: 궚 => gweobs
    "\u0067\u0077\u0065\u006f\u0062\u0073",
    // 0xad9b: 궛 => gweos
    "\u0067\u0077\u0065\u006f\u0073",
    // 0xad9c: 궜 => gweoss
    "\u0067\u0077\u0065\u006f\u0073\u0073",
    // 0xad9d: 궝 => gweong
    "\u0067\u0077\u0065\u006f\u006e\u0067",
    // 0xad9e: 궞 => gweoj
    "\u0067\u0077\u0065\u006f\u006a",
    // 0xad9f: 궟 => gweoc
    "\u0067\u0077\u0065\u006f\u0063",
    // 0xada0: 궠 => gweok
    "\u0067\u0077\u0065\u006f\u006b",
    // 0xada1: 궡 => gweot
    "\u0067\u0077\u0065\u006f\u0074",
    // 0xada2: 궢 => gweop
    "\u0067\u0077\u0065\u006f\u0070",
    // 0xada3: 궣 => gweoh
    "\u0067\u0077\u0065\u006f\u0068",
    // 0xada4: 궤 => gwe
    "\u0067\u0077\u0065",
    // 0xada5: 궥 => gweg
    "\u0067\u0077\u0065\u0067",
    // 0xada6: 궦 => gwegg
    "\u0067\u0077\u0065\u0067\u0067",
    // 0xada7: 궧 => gwegs
    "\u0067\u0077\u0065\u0067\u0073",
    // 0xada8: 궨 => gwen
    "\u0067\u0077\u0065\u006e",
    // 0xada9: 궩 => gwenj
    "\u0067\u0077\u0065\u006e\u006a",
    // 0xadaa: 궪 => gwenh
    "\u0067\u0077\u0065\u006e\u0068",
    // 0xadab: 궫 => gwed
    "\u0067\u0077\u0065\u0064",
    // 0xadac: 궬 => gwel
    "\u0067\u0077\u0065\u006c",
    // 0xadad: 궭 => gwelg
    "\u0067\u0077\u0065\u006c\u0067",
    // 0xadae: 궮 => gwelm
    "\u0067\u0077\u0065\u006c\u006d",
    // 0xadaf: 궯 => gwelb
    "\u0067\u0077\u0065\u006c\u0062",
    // 0xadb0: 궰 => gwels
    "\u0067\u0077\u0065\u006c\u0073",
    // 0xadb1: 궱 => gwelt
    "\u0067\u0077\u0065\u006c\u0074",
    // 0xadb2: 궲 => gwelp
    "\u0067\u0077\u0065\u006c\u0070",
    // 0xadb3: 궳 => gwelh
    "\u0067\u0077\u0065\u006c\u0068",
    // 0xadb4: 궴 => gwem
    "\u0067\u0077\u0065\u006d",
    // 0xadb5: 궵 => gweb
    "\u0067\u0077\u0065\u0062",
    // 0xadb6: 궶 => gwebs
    "\u0067\u0077\u0065\u0062\u0073",
    // 0xadb7: 궷 => gwes
    "\u0067\u0077\u0065\u0073",
    // 0xadb8: 궸 => gwess
    "\u0067\u0077\u0065\u0073\u0073",
    // 0xadb9: 궹 => gweng
    "\u0067\u0077\u0065\u006e\u0067",
    // 0xadba: 궺 => gwej
    "\u0067\u0077\u0065\u006a",
    // 0xadbb: 궻 => gwec
    "\u0067\u0077\u0065\u0063",
    // 0xadbc: 궼 => gwek
    "\u0067\u0077\u0065\u006b",
    // 0xadbd: 궽 => gwet
    "\u0067\u0077\u0065\u0074",
    // 0xadbe: 궾 => gwep
    "\u0067\u0077\u0065\u0070",
    // 0xadbf: 궿 => gweh
    "\u0067\u0077\u0065\u0068",
    // 0xadc0: 귀 => gwi
    "\u0067\u0077\u0069",
    // 0xadc1: 귁 => gwig
    "\u0067\u0077\u0069\u0067",
    // 0xadc2: 귂 => gwigg
    "\u0067\u0077\u0069\u0067\u0067",
    // 0xadc3: 귃 => gwigs
    "\u0067\u0077\u0069\u0067\u0073",
    // 0xadc4: 귄 => gwin
    "\u0067\u0077\u0069\u006e",
    // 0xadc5: 귅 => gwinj
    "\u0067\u0077\u0069\u006e\u006a",
    // 0xadc6: 귆 => gwinh
    "\u0067\u0077\u0069\u006e\u0068",
    // 0xadc7: 귇 => gwid
    "\u0067\u0077\u0069\u0064",
    // 0xadc8: 귈 => gwil
    "\u0067\u0077\u0069\u006c",
    // 0xadc9: 귉 => gwilg
    "\u0067\u0077\u0069\u006c\u0067",
    // 0xadca: 귊 => gwilm
    "\u0067\u0077\u0069\u006c\u006d",
    // 0xadcb: 귋 => gwilb
    "\u0067\u0077\u0069\u006c\u0062",
    // 0xadcc: 귌 => gwils
    "\u0067\u0077\u0069\u006c\u0073",
    // 0xadcd: 귍 => gwilt
    "\u0067\u0077\u0069\u006c\u0074",
    // 0xadce: 귎 => gwilp
    "\u0067\u0077\u0069\u006c\u0070",
    // 0xadcf: 귏 => gwilh
    "\u0067\u0077\u0069\u006c\u0068",
    // 0xadd0: 귐 => gwim
    "\u0067\u0077\u0069\u006d",
    // 0xadd1: 귑 => gwib
    "\u0067\u0077\u0069\u0062",
    // 0xadd2: 귒 => gwibs
    "\u0067\u0077\u0069\u0062\u0073",
    // 0xadd3: 귓 => gwis
    "\u0067\u0077\u0069\u0073",
    // 0xadd4: 귔 => gwiss
    "\u0067\u0077\u0069\u0073\u0073",
    // 0xadd5: 귕 => gwing
    "\u0067\u0077\u0069\u006e\u0067",
    // 0xadd6: 귖 => gwij
    "\u0067\u0077\u0069\u006a",
    // 0xadd7: 귗 => gwic
    "\u0067\u0077\u0069\u0063",
    // 0xadd8: 귘 => gwik
    "\u0067\u0077\u0069\u006b",
    // 0xadd9: 귙 => gwit
    "\u0067\u0077\u0069\u0074",
    // 0xadda: 귚 => gwip
    "\u0067\u0077\u0069\u0070",
    // 0xaddb: 귛 => gwih
    "\u0067\u0077\u0069\u0068",
    // 0xaddc: 규 => gyu
    "\u0067\u0079\u0075",
    // 0xaddd: 귝 => gyug
    "\u0067\u0079\u0075\u0067",
    // 0xadde: 귞 => gyugg
    "\u0067\u0079\u0075\u0067\u0067",
    // 0xaddf: 귟 => gyugs
    "\u0067\u0079\u0075\u0067\u0073",
    // 0xade0: 균 => gyun
    "\u0067\u0079\u0075\u006e",
    // 0xade1: 귡 => gyunj
    "\u0067\u0079\u0075\u006e\u006a",
    // 0xade2: 귢 => gyunh
    "\u0067\u0079\u0075\u006e\u0068",
    // 0xade3: 귣 => gyud
    "\u0067\u0079\u0075\u0064",
    // 0xade4: 귤 => gyul
    "\u0067\u0079\u0075\u006c",
    // 0xade5: 귥 => gyulg
    "\u0067\u0079\u0075\u006c\u0067",
    // 0xade6: 귦 => gyulm
    "\u0067\u0079\u0075\u006c\u006d",
    // 0xade7: 귧 => gyulb
    "\u0067\u0079\u0075\u006c\u0062",
    // 0xade8: 귨 => gyuls
    "\u0067\u0079\u0075\u006c\u0073",
    // 0xade9: 귩 => gyult
    "\u0067\u0079\u0075\u006c\u0074",
    // 0xadea: 귪 => gyulp
    "\u0067\u0079\u0075\u006c\u0070",
    // 0xadeb: 귫 => gyulh
    "\u0067\u0079\u0075\u006c\u0068",
    // 0xadec: 귬 => gyum
    "\u0067\u0079\u0075\u006d",
    // 0xaded: 귭 => gyub
    "\u0067\u0079\u0075\u0062",
    // 0xadee: 귮 => gyubs
    "\u0067\u0079\u0075\u0062\u0073",
    // 0xadef: 귯 => gyus
    "\u0067\u0079\u0075\u0073",
    // 0xadf0: 귰 => gyuss
    "\u0067\u0079\u0075\u0073\u0073",
    // 0xadf1: 귱 => gyung
    "\u0067\u0079\u0075\u006e\u0067",
    // 0xadf2: 귲 => gyuj
    "\u0067\u0079\u0075\u006a",
    // 0xadf3: 귳 => gyuc
    "\u0067\u0079\u0075\u0063",
    // 0xadf4: 귴 => gyuk
    "\u0067\u0079\u0075\u006b",
    // 0xadf5: 귵 => gyut
    "\u0067\u0079\u0075\u0074",
    // 0xadf6: 귶 => gyup
    "\u0067\u0079\u0075\u0070",
    // 0xadf7: 귷 => gyuh
    "\u0067\u0079\u0075\u0068",
    // 0xadf8: 그 => geu
    "\u0067\u0065\u0075",
    // 0xadf9: 극 => geug
    "\u0067\u0065\u0075\u0067",
    // 0xadfa: 귺 => geugg
    "\u0067\u0065\u0075\u0067\u0067",
    // 0xadfb: 귻 => geugs
    "\u0067\u0065\u0075\u0067\u0073",
    // 0xadfc: 근 => geun
    "\u0067\u0065\u0075\u006e",
    // 0xadfd: 귽 => geunj
    "\u0067\u0065\u0075\u006e\u006a",
    // 0xadfe: 귾 => geunh
    "\u0067\u0065\u0075\u006e\u0068",
    // 0xadff: 귿 => geud
    "\u0067\u0065\u0075\u0064",
)
