package com.jeffpdavidson.kotwords.formats.unidecode

internal val xae = arrayOf(
    // 0xae00: 글 => geul
    "\u0067\u0065\u0075\u006c",
    // 0xae01: 긁 => geulg
    "\u0067\u0065\u0075\u006c\u0067",
    // 0xae02: 긂 => geulm
    "\u0067\u0065\u0075\u006c\u006d",
    // 0xae03: 긃 => geulb
    "\u0067\u0065\u0075\u006c\u0062",
    // 0xae04: 긄 => geuls
    "\u0067\u0065\u0075\u006c\u0073",
    // 0xae05: 긅 => geult
    "\u0067\u0065\u0075\u006c\u0074",
    // 0xae06: 긆 => geulp
    "\u0067\u0065\u0075\u006c\u0070",
    // 0xae07: 긇 => geulh
    "\u0067\u0065\u0075\u006c\u0068",
    // 0xae08: 금 => geum
    "\u0067\u0065\u0075\u006d",
    // 0xae09: 급 => geub
    "\u0067\u0065\u0075\u0062",
    // 0xae0a: 긊 => geubs
    "\u0067\u0065\u0075\u0062\u0073",
    // 0xae0b: 긋 => geus
    "\u0067\u0065\u0075\u0073",
    // 0xae0c: 긌 => geuss
    "\u0067\u0065\u0075\u0073\u0073",
    // 0xae0d: 긍 => geung
    "\u0067\u0065\u0075\u006e\u0067",
    // 0xae0e: 긎 => geuj
    "\u0067\u0065\u0075\u006a",
    // 0xae0f: 긏 => geuc
    "\u0067\u0065\u0075\u0063",
    // 0xae10: 긐 => geuk
    "\u0067\u0065\u0075\u006b",
    // 0xae11: 긑 => geut
    "\u0067\u0065\u0075\u0074",
    // 0xae12: 긒 => geup
    "\u0067\u0065\u0075\u0070",
    // 0xae13: 긓 => geuh
    "\u0067\u0065\u0075\u0068",
    // 0xae14: 긔 => gyi
    "\u0067\u0079\u0069",
    // 0xae15: 긕 => gyig
    "\u0067\u0079\u0069\u0067",
    // 0xae16: 긖 => gyigg
    "\u0067\u0079\u0069\u0067\u0067",
    // 0xae17: 긗 => gyigs
    "\u0067\u0079\u0069\u0067\u0073",
    // 0xae18: 긘 => gyin
    "\u0067\u0079\u0069\u006e",
    // 0xae19: 긙 => gyinj
    "\u0067\u0079\u0069\u006e\u006a",
    // 0xae1a: 긚 => gyinh
    "\u0067\u0079\u0069\u006e\u0068",
    // 0xae1b: 긛 => gyid
    "\u0067\u0079\u0069\u0064",
    // 0xae1c: 긜 => gyil
    "\u0067\u0079\u0069\u006c",
    // 0xae1d: 긝 => gyilg
    "\u0067\u0079\u0069\u006c\u0067",
    // 0xae1e: 긞 => gyilm
    "\u0067\u0079\u0069\u006c\u006d",
    // 0xae1f: 긟 => gyilb
    "\u0067\u0079\u0069\u006c\u0062",
    // 0xae20: 긠 => gyils
    "\u0067\u0079\u0069\u006c\u0073",
    // 0xae21: 긡 => gyilt
    "\u0067\u0079\u0069\u006c\u0074",
    // 0xae22: 긢 => gyilp
    "\u0067\u0079\u0069\u006c\u0070",
    // 0xae23: 긣 => gyilh
    "\u0067\u0079\u0069\u006c\u0068",
    // 0xae24: 긤 => gyim
    "\u0067\u0079\u0069\u006d",
    // 0xae25: 긥 => gyib
    "\u0067\u0079\u0069\u0062",
    // 0xae26: 긦 => gyibs
    "\u0067\u0079\u0069\u0062\u0073",
    // 0xae27: 긧 => gyis
    "\u0067\u0079\u0069\u0073",
    // 0xae28: 긨 => gyiss
    "\u0067\u0079\u0069\u0073\u0073",
    // 0xae29: 긩 => gying
    "\u0067\u0079\u0069\u006e\u0067",
    // 0xae2a: 긪 => gyij
    "\u0067\u0079\u0069\u006a",
    // 0xae2b: 긫 => gyic
    "\u0067\u0079\u0069\u0063",
    // 0xae2c: 긬 => gyik
    "\u0067\u0079\u0069\u006b",
    // 0xae2d: 긭 => gyit
    "\u0067\u0079\u0069\u0074",
    // 0xae2e: 긮 => gyip
    "\u0067\u0079\u0069\u0070",
    // 0xae2f: 긯 => gyih
    "\u0067\u0079\u0069\u0068",
    // 0xae30: 기 => gi
    "\u0067\u0069",
    // 0xae31: 긱 => gig
    "\u0067\u0069\u0067",
    // 0xae32: 긲 => gigg
    "\u0067\u0069\u0067\u0067",
    // 0xae33: 긳 => gigs
    "\u0067\u0069\u0067\u0073",
    // 0xae34: 긴 => gin
    "\u0067\u0069\u006e",
    // 0xae35: 긵 => ginj
    "\u0067\u0069\u006e\u006a",
    // 0xae36: 긶 => ginh
    "\u0067\u0069\u006e\u0068",
    // 0xae37: 긷 => gid
    "\u0067\u0069\u0064",
    // 0xae38: 길 => gil
    "\u0067\u0069\u006c",
    // 0xae39: 긹 => gilg
    "\u0067\u0069\u006c\u0067",
    // 0xae3a: 긺 => gilm
    "\u0067\u0069\u006c\u006d",
    // 0xae3b: 긻 => gilb
    "\u0067\u0069\u006c\u0062",
    // 0xae3c: 긼 => gils
    "\u0067\u0069\u006c\u0073",
    // 0xae3d: 긽 => gilt
    "\u0067\u0069\u006c\u0074",
    // 0xae3e: 긾 => gilp
    "\u0067\u0069\u006c\u0070",
    // 0xae3f: 긿 => gilh
    "\u0067\u0069\u006c\u0068",
    // 0xae40: 김 => gim
    "\u0067\u0069\u006d",
    // 0xae41: 깁 => gib
    "\u0067\u0069\u0062",
    // 0xae42: 깂 => gibs
    "\u0067\u0069\u0062\u0073",
    // 0xae43: 깃 => gis
    "\u0067\u0069\u0073",
    // 0xae44: 깄 => giss
    "\u0067\u0069\u0073\u0073",
    // 0xae45: 깅 => ging
    "\u0067\u0069\u006e\u0067",
    // 0xae46: 깆 => gij
    "\u0067\u0069\u006a",
    // 0xae47: 깇 => gic
    "\u0067\u0069\u0063",
    // 0xae48: 깈 => gik
    "\u0067\u0069\u006b",
    // 0xae49: 깉 => git
    "\u0067\u0069\u0074",
    // 0xae4a: 깊 => gip
    "\u0067\u0069\u0070",
    // 0xae4b: 깋 => gih
    "\u0067\u0069\u0068",
    // 0xae4c: 까 => gga
    "\u0067\u0067\u0061",
    // 0xae4d: 깍 => ggag
    "\u0067\u0067\u0061\u0067",
    // 0xae4e: 깎 => ggagg
    "\u0067\u0067\u0061\u0067\u0067",
    // 0xae4f: 깏 => ggags
    "\u0067\u0067\u0061\u0067\u0073",
    // 0xae50: 깐 => ggan
    "\u0067\u0067\u0061\u006e",
    // 0xae51: 깑 => gganj
    "\u0067\u0067\u0061\u006e\u006a",
    // 0xae52: 깒 => gganh
    "\u0067\u0067\u0061\u006e\u0068",
    // 0xae53: 깓 => ggad
    "\u0067\u0067\u0061\u0064",
    // 0xae54: 깔 => ggal
    "\u0067\u0067\u0061\u006c",
    // 0xae55: 깕 => ggalg
    "\u0067\u0067\u0061\u006c\u0067",
    // 0xae56: 깖 => ggalm
    "\u0067\u0067\u0061\u006c\u006d",
    // 0xae57: 깗 => ggalb
    "\u0067\u0067\u0061\u006c\u0062",
    // 0xae58: 깘 => ggals
    "\u0067\u0067\u0061\u006c\u0073",
    // 0xae59: 깙 => ggalt
    "\u0067\u0067\u0061\u006c\u0074",
    // 0xae5a: 깚 => ggalp
    "\u0067\u0067\u0061\u006c\u0070",
    // 0xae5b: 깛 => ggalh
    "\u0067\u0067\u0061\u006c\u0068",
    // 0xae5c: 깜 => ggam
    "\u0067\u0067\u0061\u006d",
    // 0xae5d: 깝 => ggab
    "\u0067\u0067\u0061\u0062",
    // 0xae5e: 깞 => ggabs
    "\u0067\u0067\u0061\u0062\u0073",
    // 0xae5f: 깟 => ggas
    "\u0067\u0067\u0061\u0073",
    // 0xae60: 깠 => ggass
    "\u0067\u0067\u0061\u0073\u0073",
    // 0xae61: 깡 => ggang
    "\u0067\u0067\u0061\u006e\u0067",
    // 0xae62: 깢 => ggaj
    "\u0067\u0067\u0061\u006a",
    // 0xae63: 깣 => ggac
    "\u0067\u0067\u0061\u0063",
    // 0xae64: 깤 => ggak
    "\u0067\u0067\u0061\u006b",
    // 0xae65: 깥 => ggat
    "\u0067\u0067\u0061\u0074",
    // 0xae66: 깦 => ggap
    "\u0067\u0067\u0061\u0070",
    // 0xae67: 깧 => ggah
    "\u0067\u0067\u0061\u0068",
    // 0xae68: 깨 => ggae
    "\u0067\u0067\u0061\u0065",
    // 0xae69: 깩 => ggaeg
    "\u0067\u0067\u0061\u0065\u0067",
    // 0xae6a: 깪 => ggaegg
    "\u0067\u0067\u0061\u0065\u0067\u0067",
    // 0xae6b: 깫 => ggaegs
    "\u0067\u0067\u0061\u0065\u0067\u0073",
    // 0xae6c: 깬 => ggaen
    "\u0067\u0067\u0061\u0065\u006e",
    // 0xae6d: 깭 => ggaenj
    "\u0067\u0067\u0061\u0065\u006e\u006a",
    // 0xae6e: 깮 => ggaenh
    "\u0067\u0067\u0061\u0065\u006e\u0068",
    // 0xae6f: 깯 => ggaed
    "\u0067\u0067\u0061\u0065\u0064",
    // 0xae70: 깰 => ggael
    "\u0067\u0067\u0061\u0065\u006c",
    // 0xae71: 깱 => ggaelg
    "\u0067\u0067\u0061\u0065\u006c\u0067",
    // 0xae72: 깲 => ggaelm
    "\u0067\u0067\u0061\u0065\u006c\u006d",
    // 0xae73: 깳 => ggaelb
    "\u0067\u0067\u0061\u0065\u006c\u0062",
    // 0xae74: 깴 => ggaels
    "\u0067\u0067\u0061\u0065\u006c\u0073",
    // 0xae75: 깵 => ggaelt
    "\u0067\u0067\u0061\u0065\u006c\u0074",
    // 0xae76: 깶 => ggaelp
    "\u0067\u0067\u0061\u0065\u006c\u0070",
    // 0xae77: 깷 => ggaelh
    "\u0067\u0067\u0061\u0065\u006c\u0068",
    // 0xae78: 깸 => ggaem
    "\u0067\u0067\u0061\u0065\u006d",
    // 0xae79: 깹 => ggaeb
    "\u0067\u0067\u0061\u0065\u0062",
    // 0xae7a: 깺 => ggaebs
    "\u0067\u0067\u0061\u0065\u0062\u0073",
    // 0xae7b: 깻 => ggaes
    "\u0067\u0067\u0061\u0065\u0073",
    // 0xae7c: 깼 => ggaess
    "\u0067\u0067\u0061\u0065\u0073\u0073",
    // 0xae7d: 깽 => ggaeng
    "\u0067\u0067\u0061\u0065\u006e\u0067",
    // 0xae7e: 깾 => ggaej
    "\u0067\u0067\u0061\u0065\u006a",
    // 0xae7f: 깿 => ggaec
    "\u0067\u0067\u0061\u0065\u0063",
    // 0xae80: 꺀 => ggaek
    "\u0067\u0067\u0061\u0065\u006b",
    // 0xae81: 꺁 => ggaet
    "\u0067\u0067\u0061\u0065\u0074",
    // 0xae82: 꺂 => ggaep
    "\u0067\u0067\u0061\u0065\u0070",
    // 0xae83: 꺃 => ggaeh
    "\u0067\u0067\u0061\u0065\u0068",
    // 0xae84: 꺄 => ggya
    "\u0067\u0067\u0079\u0061",
    // 0xae85: 꺅 => ggyag
    "\u0067\u0067\u0079\u0061\u0067",
    // 0xae86: 꺆 => ggyagg
    "\u0067\u0067\u0079\u0061\u0067\u0067",
    // 0xae87: 꺇 => ggyags
    "\u0067\u0067\u0079\u0061\u0067\u0073",
    // 0xae88: 꺈 => ggyan
    "\u0067\u0067\u0079\u0061\u006e",
    // 0xae89: 꺉 => ggyanj
    "\u0067\u0067\u0079\u0061\u006e\u006a",
    // 0xae8a: 꺊 => ggyanh
    "\u0067\u0067\u0079\u0061\u006e\u0068",
    // 0xae8b: 꺋 => ggyad
    "\u0067\u0067\u0079\u0061\u0064",
    // 0xae8c: 꺌 => ggyal
    "\u0067\u0067\u0079\u0061\u006c",
    // 0xae8d: 꺍 => ggyalg
    "\u0067\u0067\u0079\u0061\u006c\u0067",
    // 0xae8e: 꺎 => ggyalm
    "\u0067\u0067\u0079\u0061\u006c\u006d",
    // 0xae8f: 꺏 => ggyalb
    "\u0067\u0067\u0079\u0061\u006c\u0062",
    // 0xae90: 꺐 => ggyals
    "\u0067\u0067\u0079\u0061\u006c\u0073",
    // 0xae91: 꺑 => ggyalt
    "\u0067\u0067\u0079\u0061\u006c\u0074",
    // 0xae92: 꺒 => ggyalp
    "\u0067\u0067\u0079\u0061\u006c\u0070",
    // 0xae93: 꺓 => ggyalh
    "\u0067\u0067\u0079\u0061\u006c\u0068",
    // 0xae94: 꺔 => ggyam
    "\u0067\u0067\u0079\u0061\u006d",
    // 0xae95: 꺕 => ggyab
    "\u0067\u0067\u0079\u0061\u0062",
    // 0xae96: 꺖 => ggyabs
    "\u0067\u0067\u0079\u0061\u0062\u0073",
    // 0xae97: 꺗 => ggyas
    "\u0067\u0067\u0079\u0061\u0073",
    // 0xae98: 꺘 => ggyass
    "\u0067\u0067\u0079\u0061\u0073\u0073",
    // 0xae99: 꺙 => ggyang
    "\u0067\u0067\u0079\u0061\u006e\u0067",
    // 0xae9a: 꺚 => ggyaj
    "\u0067\u0067\u0079\u0061\u006a",
    // 0xae9b: 꺛 => ggyac
    "\u0067\u0067\u0079\u0061\u0063",
    // 0xae9c: 꺜 => ggyak
    "\u0067\u0067\u0079\u0061\u006b",
    // 0xae9d: 꺝 => ggyat
    "\u0067\u0067\u0079\u0061\u0074",
    // 0xae9e: 꺞 => ggyap
    "\u0067\u0067\u0079\u0061\u0070",
    // 0xae9f: 꺟 => ggyah
    "\u0067\u0067\u0079\u0061\u0068",
    // 0xaea0: 꺠 => ggyae
    "\u0067\u0067\u0079\u0061\u0065",
    // 0xaea1: 꺡 => ggyaeg
    "\u0067\u0067\u0079\u0061\u0065\u0067",
    // 0xaea2: 꺢 => ggyaegg
    "\u0067\u0067\u0079\u0061\u0065\u0067\u0067",
    // 0xaea3: 꺣 => ggyaegs
    "\u0067\u0067\u0079\u0061\u0065\u0067\u0073",
    // 0xaea4: 꺤 => ggyaen
    "\u0067\u0067\u0079\u0061\u0065\u006e",
    // 0xaea5: 꺥 => ggyaenj
    "\u0067\u0067\u0079\u0061\u0065\u006e\u006a",
    // 0xaea6: 꺦 => ggyaenh
    "\u0067\u0067\u0079\u0061\u0065\u006e\u0068",
    // 0xaea7: 꺧 => ggyaed
    "\u0067\u0067\u0079\u0061\u0065\u0064",
    // 0xaea8: 꺨 => ggyael
    "\u0067\u0067\u0079\u0061\u0065\u006c",
    // 0xaea9: 꺩 => ggyaelg
    "\u0067\u0067\u0079\u0061\u0065\u006c\u0067",
    // 0xaeaa: 꺪 => ggyaelm
    "\u0067\u0067\u0079\u0061\u0065\u006c\u006d",
    // 0xaeab: 꺫 => ggyaelb
    "\u0067\u0067\u0079\u0061\u0065\u006c\u0062",
    // 0xaeac: 꺬 => ggyaels
    "\u0067\u0067\u0079\u0061\u0065\u006c\u0073",
    // 0xaead: 꺭 => ggyaelt
    "\u0067\u0067\u0079\u0061\u0065\u006c\u0074",
    // 0xaeae: 꺮 => ggyaelp
    "\u0067\u0067\u0079\u0061\u0065\u006c\u0070",
    // 0xaeaf: 꺯 => ggyaelh
    "\u0067\u0067\u0079\u0061\u0065\u006c\u0068",
    // 0xaeb0: 꺰 => ggyaem
    "\u0067\u0067\u0079\u0061\u0065\u006d",
    // 0xaeb1: 꺱 => ggyaeb
    "\u0067\u0067\u0079\u0061\u0065\u0062",
    // 0xaeb2: 꺲 => ggyaebs
    "\u0067\u0067\u0079\u0061\u0065\u0062\u0073",
    // 0xaeb3: 꺳 => ggyaes
    "\u0067\u0067\u0079\u0061\u0065\u0073",
    // 0xaeb4: 꺴 => ggyaess
    "\u0067\u0067\u0079\u0061\u0065\u0073\u0073",
    // 0xaeb5: 꺵 => ggyaeng
    "\u0067\u0067\u0079\u0061\u0065\u006e\u0067",
    // 0xaeb6: 꺶 => ggyaej
    "\u0067\u0067\u0079\u0061\u0065\u006a",
    // 0xaeb7: 꺷 => ggyaec
    "\u0067\u0067\u0079\u0061\u0065\u0063",
    // 0xaeb8: 꺸 => ggyaek
    "\u0067\u0067\u0079\u0061\u0065\u006b",
    // 0xaeb9: 꺹 => ggyaet
    "\u0067\u0067\u0079\u0061\u0065\u0074",
    // 0xaeba: 꺺 => ggyaep
    "\u0067\u0067\u0079\u0061\u0065\u0070",
    // 0xaebb: 꺻 => ggyaeh
    "\u0067\u0067\u0079\u0061\u0065\u0068",
    // 0xaebc: 꺼 => ggeo
    "\u0067\u0067\u0065\u006f",
    // 0xaebd: 꺽 => ggeog
    "\u0067\u0067\u0065\u006f\u0067",
    // 0xaebe: 꺾 => ggeogg
    "\u0067\u0067\u0065\u006f\u0067\u0067",
    // 0xaebf: 꺿 => ggeogs
    "\u0067\u0067\u0065\u006f\u0067\u0073",
    // 0xaec0: 껀 => ggeon
    "\u0067\u0067\u0065\u006f\u006e",
    // 0xaec1: 껁 => ggeonj
    "\u0067\u0067\u0065\u006f\u006e\u006a",
    // 0xaec2: 껂 => ggeonh
    "\u0067\u0067\u0065\u006f\u006e\u0068",
    // 0xaec3: 껃 => ggeod
    "\u0067\u0067\u0065\u006f\u0064",
    // 0xaec4: 껄 => ggeol
    "\u0067\u0067\u0065\u006f\u006c",
    // 0xaec5: 껅 => ggeolg
    "\u0067\u0067\u0065\u006f\u006c\u0067",
    // 0xaec6: 껆 => ggeolm
    "\u0067\u0067\u0065\u006f\u006c\u006d",
    // 0xaec7: 껇 => ggeolb
    "\u0067\u0067\u0065\u006f\u006c\u0062",
    // 0xaec8: 껈 => ggeols
    "\u0067\u0067\u0065\u006f\u006c\u0073",
    // 0xaec9: 껉 => ggeolt
    "\u0067\u0067\u0065\u006f\u006c\u0074",
    // 0xaeca: 껊 => ggeolp
    "\u0067\u0067\u0065\u006f\u006c\u0070",
    // 0xaecb: 껋 => ggeolh
    "\u0067\u0067\u0065\u006f\u006c\u0068",
    // 0xaecc: 껌 => ggeom
    "\u0067\u0067\u0065\u006f\u006d",
    // 0xaecd: 껍 => ggeob
    "\u0067\u0067\u0065\u006f\u0062",
    // 0xaece: 껎 => ggeobs
    "\u0067\u0067\u0065\u006f\u0062\u0073",
    // 0xaecf: 껏 => ggeos
    "\u0067\u0067\u0065\u006f\u0073",
    // 0xaed0: 껐 => ggeoss
    "\u0067\u0067\u0065\u006f\u0073\u0073",
    // 0xaed1: 껑 => ggeong
    "\u0067\u0067\u0065\u006f\u006e\u0067",
    // 0xaed2: 껒 => ggeoj
    "\u0067\u0067\u0065\u006f\u006a",
    // 0xaed3: 껓 => ggeoc
    "\u0067\u0067\u0065\u006f\u0063",
    // 0xaed4: 껔 => ggeok
    "\u0067\u0067\u0065\u006f\u006b",
    // 0xaed5: 껕 => ggeot
    "\u0067\u0067\u0065\u006f\u0074",
    // 0xaed6: 껖 => ggeop
    "\u0067\u0067\u0065\u006f\u0070",
    // 0xaed7: 껗 => ggeoh
    "\u0067\u0067\u0065\u006f\u0068",
    // 0xaed8: 께 => gge
    "\u0067\u0067\u0065",
    // 0xaed9: 껙 => ggeg
    "\u0067\u0067\u0065\u0067",
    // 0xaeda: 껚 => ggegg
    "\u0067\u0067\u0065\u0067\u0067",
    // 0xaedb: 껛 => ggegs
    "\u0067\u0067\u0065\u0067\u0073",
    // 0xaedc: 껜 => ggen
    "\u0067\u0067\u0065\u006e",
    // 0xaedd: 껝 => ggenj
    "\u0067\u0067\u0065\u006e\u006a",
    // 0xaede: 껞 => ggenh
    "\u0067\u0067\u0065\u006e\u0068",
    // 0xaedf: 껟 => gged
    "\u0067\u0067\u0065\u0064",
    // 0xaee0: 껠 => ggel
    "\u0067\u0067\u0065\u006c",
    // 0xaee1: 껡 => ggelg
    "\u0067\u0067\u0065\u006c\u0067",
    // 0xaee2: 껢 => ggelm
    "\u0067\u0067\u0065\u006c\u006d",
    // 0xaee3: 껣 => ggelb
    "\u0067\u0067\u0065\u006c\u0062",
    // 0xaee4: 껤 => ggels
    "\u0067\u0067\u0065\u006c\u0073",
    // 0xaee5: 껥 => ggelt
    "\u0067\u0067\u0065\u006c\u0074",
    // 0xaee6: 껦 => ggelp
    "\u0067\u0067\u0065\u006c\u0070",
    // 0xaee7: 껧 => ggelh
    "\u0067\u0067\u0065\u006c\u0068",
    // 0xaee8: 껨 => ggem
    "\u0067\u0067\u0065\u006d",
    // 0xaee9: 껩 => ggeb
    "\u0067\u0067\u0065\u0062",
    // 0xaeea: 껪 => ggebs
    "\u0067\u0067\u0065\u0062\u0073",
    // 0xaeeb: 껫 => gges
    "\u0067\u0067\u0065\u0073",
    // 0xaeec: 껬 => ggess
    "\u0067\u0067\u0065\u0073\u0073",
    // 0xaeed: 껭 => ggeng
    "\u0067\u0067\u0065\u006e\u0067",
    // 0xaeee: 껮 => ggej
    "\u0067\u0067\u0065\u006a",
    // 0xaeef: 껯 => ggec
    "\u0067\u0067\u0065\u0063",
    // 0xaef0: 껰 => ggek
    "\u0067\u0067\u0065\u006b",
    // 0xaef1: 껱 => gget
    "\u0067\u0067\u0065\u0074",
    // 0xaef2: 껲 => ggep
    "\u0067\u0067\u0065\u0070",
    // 0xaef3: 껳 => ggeh
    "\u0067\u0067\u0065\u0068",
    // 0xaef4: 껴 => ggyeo
    "\u0067\u0067\u0079\u0065\u006f",
    // 0xaef5: 껵 => ggyeog
    "\u0067\u0067\u0079\u0065\u006f\u0067",
    // 0xaef6: 껶 => ggyeogg
    "\u0067\u0067\u0079\u0065\u006f\u0067\u0067",
    // 0xaef7: 껷 => ggyeogs
    "\u0067\u0067\u0079\u0065\u006f\u0067\u0073",
    // 0xaef8: 껸 => ggyeon
    "\u0067\u0067\u0079\u0065\u006f\u006e",
    // 0xaef9: 껹 => ggyeonj
    "\u0067\u0067\u0079\u0065\u006f\u006e\u006a",
    // 0xaefa: 껺 => ggyeonh
    "\u0067\u0067\u0079\u0065\u006f\u006e\u0068",
    // 0xaefb: 껻 => ggyeod
    "\u0067\u0067\u0079\u0065\u006f\u0064",
    // 0xaefc: 껼 => ggyeol
    "\u0067\u0067\u0079\u0065\u006f\u006c",
    // 0xaefd: 껽 => ggyeolg
    "\u0067\u0067\u0079\u0065\u006f\u006c\u0067",
    // 0xaefe: 껾 => ggyeolm
    "\u0067\u0067\u0079\u0065\u006f\u006c\u006d",
    // 0xaeff: 껿 => ggyeolb
    "\u0067\u0067\u0079\u0065\u006f\u006c\u0062",
)
