package com.jeffpdavidson.kotwords.formats.unidecode

internal val xaf = arrayOf(
    // 0xaf00: 꼀 => ggyeols
    "\u0067\u0067\u0079\u0065\u006f\u006c\u0073",
    // 0xaf01: 꼁 => ggyeolt
    "\u0067\u0067\u0079\u0065\u006f\u006c\u0074",
    // 0xaf02: 꼂 => ggyeolp
    "\u0067\u0067\u0079\u0065\u006f\u006c\u0070",
    // 0xaf03: 꼃 => ggyeolh
    "\u0067\u0067\u0079\u0065\u006f\u006c\u0068",
    // 0xaf04: 꼄 => ggyeom
    "\u0067\u0067\u0079\u0065\u006f\u006d",
    // 0xaf05: 꼅 => ggyeob
    "\u0067\u0067\u0079\u0065\u006f\u0062",
    // 0xaf06: 꼆 => ggyeobs
    "\u0067\u0067\u0079\u0065\u006f\u0062\u0073",
    // 0xaf07: 꼇 => ggyeos
    "\u0067\u0067\u0079\u0065\u006f\u0073",
    // 0xaf08: 꼈 => ggyeoss
    "\u0067\u0067\u0079\u0065\u006f\u0073\u0073",
    // 0xaf09: 꼉 => ggyeong
    "\u0067\u0067\u0079\u0065\u006f\u006e\u0067",
    // 0xaf0a: 꼊 => ggyeoj
    "\u0067\u0067\u0079\u0065\u006f\u006a",
    // 0xaf0b: 꼋 => ggyeoc
    "\u0067\u0067\u0079\u0065\u006f\u0063",
    // 0xaf0c: 꼌 => ggyeok
    "\u0067\u0067\u0079\u0065\u006f\u006b",
    // 0xaf0d: 꼍 => ggyeot
    "\u0067\u0067\u0079\u0065\u006f\u0074",
    // 0xaf0e: 꼎 => ggyeop
    "\u0067\u0067\u0079\u0065\u006f\u0070",
    // 0xaf0f: 꼏 => ggyeoh
    "\u0067\u0067\u0079\u0065\u006f\u0068",
    // 0xaf10: 꼐 => ggye
    "\u0067\u0067\u0079\u0065",
    // 0xaf11: 꼑 => ggyeg
    "\u0067\u0067\u0079\u0065\u0067",
    // 0xaf12: 꼒 => ggyegg
    "\u0067\u0067\u0079\u0065\u0067\u0067",
    // 0xaf13: 꼓 => ggyegs
    "\u0067\u0067\u0079\u0065\u0067\u0073",
    // 0xaf14: 꼔 => ggyen
    "\u0067\u0067\u0079\u0065\u006e",
    // 0xaf15: 꼕 => ggyenj
    "\u0067\u0067\u0079\u0065\u006e\u006a",
    // 0xaf16: 꼖 => ggyenh
    "\u0067\u0067\u0079\u0065\u006e\u0068",
    // 0xaf17: 꼗 => ggyed
    "\u0067\u0067\u0079\u0065\u0064",
    // 0xaf18: 꼘 => ggyel
    "\u0067\u0067\u0079\u0065\u006c",
    // 0xaf19: 꼙 => ggyelg
    "\u0067\u0067\u0079\u0065\u006c\u0067",
    // 0xaf1a: 꼚 => ggyelm
    "\u0067\u0067\u0079\u0065\u006c\u006d",
    // 0xaf1b: 꼛 => ggyelb
    "\u0067\u0067\u0079\u0065\u006c\u0062",
    // 0xaf1c: 꼜 => ggyels
    "\u0067\u0067\u0079\u0065\u006c\u0073",
    // 0xaf1d: 꼝 => ggyelt
    "\u0067\u0067\u0079\u0065\u006c\u0074",
    // 0xaf1e: 꼞 => ggyelp
    "\u0067\u0067\u0079\u0065\u006c\u0070",
    // 0xaf1f: 꼟 => ggyelh
    "\u0067\u0067\u0079\u0065\u006c\u0068",
    // 0xaf20: 꼠 => ggyem
    "\u0067\u0067\u0079\u0065\u006d",
    // 0xaf21: 꼡 => ggyeb
    "\u0067\u0067\u0079\u0065\u0062",
    // 0xaf22: 꼢 => ggyebs
    "\u0067\u0067\u0079\u0065\u0062\u0073",
    // 0xaf23: 꼣 => ggyes
    "\u0067\u0067\u0079\u0065\u0073",
    // 0xaf24: 꼤 => ggyess
    "\u0067\u0067\u0079\u0065\u0073\u0073",
    // 0xaf25: 꼥 => ggyeng
    "\u0067\u0067\u0079\u0065\u006e\u0067",
    // 0xaf26: 꼦 => ggyej
    "\u0067\u0067\u0079\u0065\u006a",
    // 0xaf27: 꼧 => ggyec
    "\u0067\u0067\u0079\u0065\u0063",
    // 0xaf28: 꼨 => ggyek
    "\u0067\u0067\u0079\u0065\u006b",
    // 0xaf29: 꼩 => ggyet
    "\u0067\u0067\u0079\u0065\u0074",
    // 0xaf2a: 꼪 => ggyep
    "\u0067\u0067\u0079\u0065\u0070",
    // 0xaf2b: 꼫 => ggyeh
    "\u0067\u0067\u0079\u0065\u0068",
    // 0xaf2c: 꼬 => ggo
    "\u0067\u0067\u006f",
    // 0xaf2d: 꼭 => ggog
    "\u0067\u0067\u006f\u0067",
    // 0xaf2e: 꼮 => ggogg
    "\u0067\u0067\u006f\u0067\u0067",
    // 0xaf2f: 꼯 => ggogs
    "\u0067\u0067\u006f\u0067\u0073",
    // 0xaf30: 꼰 => ggon
    "\u0067\u0067\u006f\u006e",
    // 0xaf31: 꼱 => ggonj
    "\u0067\u0067\u006f\u006e\u006a",
    // 0xaf32: 꼲 => ggonh
    "\u0067\u0067\u006f\u006e\u0068",
    // 0xaf33: 꼳 => ggod
    "\u0067\u0067\u006f\u0064",
    // 0xaf34: 꼴 => ggol
    "\u0067\u0067\u006f\u006c",
    // 0xaf35: 꼵 => ggolg
    "\u0067\u0067\u006f\u006c\u0067",
    // 0xaf36: 꼶 => ggolm
    "\u0067\u0067\u006f\u006c\u006d",
    // 0xaf37: 꼷 => ggolb
    "\u0067\u0067\u006f\u006c\u0062",
    // 0xaf38: 꼸 => ggols
    "\u0067\u0067\u006f\u006c\u0073",
    // 0xaf39: 꼹 => ggolt
    "\u0067\u0067\u006f\u006c\u0074",
    // 0xaf3a: 꼺 => ggolp
    "\u0067\u0067\u006f\u006c\u0070",
    // 0xaf3b: 꼻 => ggolh
    "\u0067\u0067\u006f\u006c\u0068",
    // 0xaf3c: 꼼 => ggom
    "\u0067\u0067\u006f\u006d",
    // 0xaf3d: 꼽 => ggob
    "\u0067\u0067\u006f\u0062",
    // 0xaf3e: 꼾 => ggobs
    "\u0067\u0067\u006f\u0062\u0073",
    // 0xaf3f: 꼿 => ggos
    "\u0067\u0067\u006f\u0073",
    // 0xaf40: 꽀 => ggoss
    "\u0067\u0067\u006f\u0073\u0073",
    // 0xaf41: 꽁 => ggong
    "\u0067\u0067\u006f\u006e\u0067",
    // 0xaf42: 꽂 => ggoj
    "\u0067\u0067\u006f\u006a",
    // 0xaf43: 꽃 => ggoc
    "\u0067\u0067\u006f\u0063",
    // 0xaf44: 꽄 => ggok
    "\u0067\u0067\u006f\u006b",
    // 0xaf45: 꽅 => ggot
    "\u0067\u0067\u006f\u0074",
    // 0xaf46: 꽆 => ggop
    "\u0067\u0067\u006f\u0070",
    // 0xaf47: 꽇 => ggoh
    "\u0067\u0067\u006f\u0068",
    // 0xaf48: 꽈 => ggwa
    "\u0067\u0067\u0077\u0061",
    // 0xaf49: 꽉 => ggwag
    "\u0067\u0067\u0077\u0061\u0067",
    // 0xaf4a: 꽊 => ggwagg
    "\u0067\u0067\u0077\u0061\u0067\u0067",
    // 0xaf4b: 꽋 => ggwags
    "\u0067\u0067\u0077\u0061\u0067\u0073",
    // 0xaf4c: 꽌 => ggwan
    "\u0067\u0067\u0077\u0061\u006e",
    // 0xaf4d: 꽍 => ggwanj
    "\u0067\u0067\u0077\u0061\u006e\u006a",
    // 0xaf4e: 꽎 => ggwanh
    "\u0067\u0067\u0077\u0061\u006e\u0068",
    // 0xaf4f: 꽏 => ggwad
    "\u0067\u0067\u0077\u0061\u0064",
    // 0xaf50: 꽐 => ggwal
    "\u0067\u0067\u0077\u0061\u006c",
    // 0xaf51: 꽑 => ggwalg
    "\u0067\u0067\u0077\u0061\u006c\u0067",
    // 0xaf52: 꽒 => ggwalm
    "\u0067\u0067\u0077\u0061\u006c\u006d",
    // 0xaf53: 꽓 => ggwalb
    "\u0067\u0067\u0077\u0061\u006c\u0062",
    // 0xaf54: 꽔 => ggwals
    "\u0067\u0067\u0077\u0061\u006c\u0073",
    // 0xaf55: 꽕 => ggwalt
    "\u0067\u0067\u0077\u0061\u006c\u0074",
    // 0xaf56: 꽖 => ggwalp
    "\u0067\u0067\u0077\u0061\u006c\u0070",
    // 0xaf57: 꽗 => ggwalh
    "\u0067\u0067\u0077\u0061\u006c\u0068",
    // 0xaf58: 꽘 => ggwam
    "\u0067\u0067\u0077\u0061\u006d",
    // 0xaf59: 꽙 => ggwab
    "\u0067\u0067\u0077\u0061\u0062",
    // 0xaf5a: 꽚 => ggwabs
    "\u0067\u0067\u0077\u0061\u0062\u0073",
    // 0xaf5b: 꽛 => ggwas
    "\u0067\u0067\u0077\u0061\u0073",
    // 0xaf5c: 꽜 => ggwass
    "\u0067\u0067\u0077\u0061\u0073\u0073",
    // 0xaf5d: 꽝 => ggwang
    "\u0067\u0067\u0077\u0061\u006e\u0067",
    // 0xaf5e: 꽞 => ggwaj
    "\u0067\u0067\u0077\u0061\u006a",
    // 0xaf5f: 꽟 => ggwac
    "\u0067\u0067\u0077\u0061\u0063",
    // 0xaf60: 꽠 => ggwak
    "\u0067\u0067\u0077\u0061\u006b",
    // 0xaf61: 꽡 => ggwat
    "\u0067\u0067\u0077\u0061\u0074",
    // 0xaf62: 꽢 => ggwap
    "\u0067\u0067\u0077\u0061\u0070",
    // 0xaf63: 꽣 => ggwah
    "\u0067\u0067\u0077\u0061\u0068",
    // 0xaf64: 꽤 => ggwae
    "\u0067\u0067\u0077\u0061\u0065",
    // 0xaf65: 꽥 => ggwaeg
    "\u0067\u0067\u0077\u0061\u0065\u0067",
    // 0xaf66: 꽦 => ggwaegg
    "\u0067\u0067\u0077\u0061\u0065\u0067\u0067",
    // 0xaf67: 꽧 => ggwaegs
    "\u0067\u0067\u0077\u0061\u0065\u0067\u0073",
    // 0xaf68: 꽨 => ggwaen
    "\u0067\u0067\u0077\u0061\u0065\u006e",
    // 0xaf69: 꽩 => ggwaenj
    "\u0067\u0067\u0077\u0061\u0065\u006e\u006a",
    // 0xaf6a: 꽪 => ggwaenh
    "\u0067\u0067\u0077\u0061\u0065\u006e\u0068",
    // 0xaf6b: 꽫 => ggwaed
    "\u0067\u0067\u0077\u0061\u0065\u0064",
    // 0xaf6c: 꽬 => ggwael
    "\u0067\u0067\u0077\u0061\u0065\u006c",
    // 0xaf6d: 꽭 => ggwaelg
    "\u0067\u0067\u0077\u0061\u0065\u006c\u0067",
    // 0xaf6e: 꽮 => ggwaelm
    "\u0067\u0067\u0077\u0061\u0065\u006c\u006d",
    // 0xaf6f: 꽯 => ggwaelb
    "\u0067\u0067\u0077\u0061\u0065\u006c\u0062",
    // 0xaf70: 꽰 => ggwaels
    "\u0067\u0067\u0077\u0061\u0065\u006c\u0073",
    // 0xaf71: 꽱 => ggwaelt
    "\u0067\u0067\u0077\u0061\u0065\u006c\u0074",
    // 0xaf72: 꽲 => ggwaelp
    "\u0067\u0067\u0077\u0061\u0065\u006c\u0070",
    // 0xaf73: 꽳 => ggwaelh
    "\u0067\u0067\u0077\u0061\u0065\u006c\u0068",
    // 0xaf74: 꽴 => ggwaem
    "\u0067\u0067\u0077\u0061\u0065\u006d",
    // 0xaf75: 꽵 => ggwaeb
    "\u0067\u0067\u0077\u0061\u0065\u0062",
    // 0xaf76: 꽶 => ggwaebs
    "\u0067\u0067\u0077\u0061\u0065\u0062\u0073",
    // 0xaf77: 꽷 => ggwaes
    "\u0067\u0067\u0077\u0061\u0065\u0073",
    // 0xaf78: 꽸 => ggwaess
    "\u0067\u0067\u0077\u0061\u0065\u0073\u0073",
    // 0xaf79: 꽹 => ggwaeng
    "\u0067\u0067\u0077\u0061\u0065\u006e\u0067",
    // 0xaf7a: 꽺 => ggwaej
    "\u0067\u0067\u0077\u0061\u0065\u006a",
    // 0xaf7b: 꽻 => ggwaec
    "\u0067\u0067\u0077\u0061\u0065\u0063",
    // 0xaf7c: 꽼 => ggwaek
    "\u0067\u0067\u0077\u0061\u0065\u006b",
    // 0xaf7d: 꽽 => ggwaet
    "\u0067\u0067\u0077\u0061\u0065\u0074",
    // 0xaf7e: 꽾 => ggwaep
    "\u0067\u0067\u0077\u0061\u0065\u0070",
    // 0xaf7f: 꽿 => ggwaeh
    "\u0067\u0067\u0077\u0061\u0065\u0068",
    // 0xaf80: 꾀 => ggoe
    "\u0067\u0067\u006f\u0065",
    // 0xaf81: 꾁 => ggoeg
    "\u0067\u0067\u006f\u0065\u0067",
    // 0xaf82: 꾂 => ggoegg
    "\u0067\u0067\u006f\u0065\u0067\u0067",
    // 0xaf83: 꾃 => ggoegs
    "\u0067\u0067\u006f\u0065\u0067\u0073",
    // 0xaf84: 꾄 => ggoen
    "\u0067\u0067\u006f\u0065\u006e",
    // 0xaf85: 꾅 => ggoenj
    "\u0067\u0067\u006f\u0065\u006e\u006a",
    // 0xaf86: 꾆 => ggoenh
    "\u0067\u0067\u006f\u0065\u006e\u0068",
    // 0xaf87: 꾇 => ggoed
    "\u0067\u0067\u006f\u0065\u0064",
    // 0xaf88: 꾈 => ggoel
    "\u0067\u0067\u006f\u0065\u006c",
    // 0xaf89: 꾉 => ggoelg
    "\u0067\u0067\u006f\u0065\u006c\u0067",
    // 0xaf8a: 꾊 => ggoelm
    "\u0067\u0067\u006f\u0065\u006c\u006d",
    // 0xaf8b: 꾋 => ggoelb
    "\u0067\u0067\u006f\u0065\u006c\u0062",
    // 0xaf8c: 꾌 => ggoels
    "\u0067\u0067\u006f\u0065\u006c\u0073",
    // 0xaf8d: 꾍 => ggoelt
    "\u0067\u0067\u006f\u0065\u006c\u0074",
    // 0xaf8e: 꾎 => ggoelp
    "\u0067\u0067\u006f\u0065\u006c\u0070",
    // 0xaf8f: 꾏 => ggoelh
    "\u0067\u0067\u006f\u0065\u006c\u0068",
    // 0xaf90: 꾐 => ggoem
    "\u0067\u0067\u006f\u0065\u006d",
    // 0xaf91: 꾑 => ggoeb
    "\u0067\u0067\u006f\u0065\u0062",
    // 0xaf92: 꾒 => ggoebs
    "\u0067\u0067\u006f\u0065\u0062\u0073",
    // 0xaf93: 꾓 => ggoes
    "\u0067\u0067\u006f\u0065\u0073",
    // 0xaf94: 꾔 => ggoess
    "\u0067\u0067\u006f\u0065\u0073\u0073",
    // 0xaf95: 꾕 => ggoeng
    "\u0067\u0067\u006f\u0065\u006e\u0067",
    // 0xaf96: 꾖 => ggoej
    "\u0067\u0067\u006f\u0065\u006a",
    // 0xaf97: 꾗 => ggoec
    "\u0067\u0067\u006f\u0065\u0063",
    // 0xaf98: 꾘 => ggoek
    "\u0067\u0067\u006f\u0065\u006b",
    // 0xaf99: 꾙 => ggoet
    "\u0067\u0067\u006f\u0065\u0074",
    // 0xaf9a: 꾚 => ggoep
    "\u0067\u0067\u006f\u0065\u0070",
    // 0xaf9b: 꾛 => ggoeh
    "\u0067\u0067\u006f\u0065\u0068",
    // 0xaf9c: 꾜 => ggyo
    "\u0067\u0067\u0079\u006f",
    // 0xaf9d: 꾝 => ggyog
    "\u0067\u0067\u0079\u006f\u0067",
    // 0xaf9e: 꾞 => ggyogg
    "\u0067\u0067\u0079\u006f\u0067\u0067",
    // 0xaf9f: 꾟 => ggyogs
    "\u0067\u0067\u0079\u006f\u0067\u0073",
    // 0xafa0: 꾠 => ggyon
    "\u0067\u0067\u0079\u006f\u006e",
    // 0xafa1: 꾡 => ggyonj
    "\u0067\u0067\u0079\u006f\u006e\u006a",
    // 0xafa2: 꾢 => ggyonh
    "\u0067\u0067\u0079\u006f\u006e\u0068",
    // 0xafa3: 꾣 => ggyod
    "\u0067\u0067\u0079\u006f\u0064",
    // 0xafa4: 꾤 => ggyol
    "\u0067\u0067\u0079\u006f\u006c",
    // 0xafa5: 꾥 => ggyolg
    "\u0067\u0067\u0079\u006f\u006c\u0067",
    // 0xafa6: 꾦 => ggyolm
    "\u0067\u0067\u0079\u006f\u006c\u006d",
    // 0xafa7: 꾧 => ggyolb
    "\u0067\u0067\u0079\u006f\u006c\u0062",
    // 0xafa8: 꾨 => ggyols
    "\u0067\u0067\u0079\u006f\u006c\u0073",
    // 0xafa9: 꾩 => ggyolt
    "\u0067\u0067\u0079\u006f\u006c\u0074",
    // 0xafaa: 꾪 => ggyolp
    "\u0067\u0067\u0079\u006f\u006c\u0070",
    // 0xafab: 꾫 => ggyolh
    "\u0067\u0067\u0079\u006f\u006c\u0068",
    // 0xafac: 꾬 => ggyom
    "\u0067\u0067\u0079\u006f\u006d",
    // 0xafad: 꾭 => ggyob
    "\u0067\u0067\u0079\u006f\u0062",
    // 0xafae: 꾮 => ggyobs
    "\u0067\u0067\u0079\u006f\u0062\u0073",
    // 0xafaf: 꾯 => ggyos
    "\u0067\u0067\u0079\u006f\u0073",
    // 0xafb0: 꾰 => ggyoss
    "\u0067\u0067\u0079\u006f\u0073\u0073",
    // 0xafb1: 꾱 => ggyong
    "\u0067\u0067\u0079\u006f\u006e\u0067",
    // 0xafb2: 꾲 => ggyoj
    "\u0067\u0067\u0079\u006f\u006a",
    // 0xafb3: 꾳 => ggyoc
    "\u0067\u0067\u0079\u006f\u0063",
    // 0xafb4: 꾴 => ggyok
    "\u0067\u0067\u0079\u006f\u006b",
    // 0xafb5: 꾵 => ggyot
    "\u0067\u0067\u0079\u006f\u0074",
    // 0xafb6: 꾶 => ggyop
    "\u0067\u0067\u0079\u006f\u0070",
    // 0xafb7: 꾷 => ggyoh
    "\u0067\u0067\u0079\u006f\u0068",
    // 0xafb8: 꾸 => ggu
    "\u0067\u0067\u0075",
    // 0xafb9: 꾹 => ggug
    "\u0067\u0067\u0075\u0067",
    // 0xafba: 꾺 => ggugg
    "\u0067\u0067\u0075\u0067\u0067",
    // 0xafbb: 꾻 => ggugs
    "\u0067\u0067\u0075\u0067\u0073",
    // 0xafbc: 꾼 => ggun
    "\u0067\u0067\u0075\u006e",
    // 0xafbd: 꾽 => ggunj
    "\u0067\u0067\u0075\u006e\u006a",
    // 0xafbe: 꾾 => ggunh
    "\u0067\u0067\u0075\u006e\u0068",
    // 0xafbf: 꾿 => ggud
    "\u0067\u0067\u0075\u0064",
    // 0xafc0: 꿀 => ggul
    "\u0067\u0067\u0075\u006c",
    // 0xafc1: 꿁 => ggulg
    "\u0067\u0067\u0075\u006c\u0067",
    // 0xafc2: 꿂 => ggulm
    "\u0067\u0067\u0075\u006c\u006d",
    // 0xafc3: 꿃 => ggulb
    "\u0067\u0067\u0075\u006c\u0062",
    // 0xafc4: 꿄 => gguls
    "\u0067\u0067\u0075\u006c\u0073",
    // 0xafc5: 꿅 => ggult
    "\u0067\u0067\u0075\u006c\u0074",
    // 0xafc6: 꿆 => ggulp
    "\u0067\u0067\u0075\u006c\u0070",
    // 0xafc7: 꿇 => ggulh
    "\u0067\u0067\u0075\u006c\u0068",
    // 0xafc8: 꿈 => ggum
    "\u0067\u0067\u0075\u006d",
    // 0xafc9: 꿉 => ggub
    "\u0067\u0067\u0075\u0062",
    // 0xafca: 꿊 => ggubs
    "\u0067\u0067\u0075\u0062\u0073",
    // 0xafcb: 꿋 => ggus
    "\u0067\u0067\u0075\u0073",
    // 0xafcc: 꿌 => gguss
    "\u0067\u0067\u0075\u0073\u0073",
    // 0xafcd: 꿍 => ggung
    "\u0067\u0067\u0075\u006e\u0067",
    // 0xafce: 꿎 => gguj
    "\u0067\u0067\u0075\u006a",
    // 0xafcf: 꿏 => gguc
    "\u0067\u0067\u0075\u0063",
    // 0xafd0: 꿐 => gguk
    "\u0067\u0067\u0075\u006b",
    // 0xafd1: 꿑 => ggut
    "\u0067\u0067\u0075\u0074",
    // 0xafd2: 꿒 => ggup
    "\u0067\u0067\u0075\u0070",
    // 0xafd3: 꿓 => gguh
    "\u0067\u0067\u0075\u0068",
    // 0xafd4: 꿔 => ggweo
    "\u0067\u0067\u0077\u0065\u006f",
    // 0xafd5: 꿕 => ggweog
    "\u0067\u0067\u0077\u0065\u006f\u0067",
    // 0xafd6: 꿖 => ggweogg
    "\u0067\u0067\u0077\u0065\u006f\u0067\u0067",
    // 0xafd7: 꿗 => ggweogs
    "\u0067\u0067\u0077\u0065\u006f\u0067\u0073",
    // 0xafd8: 꿘 => ggweon
    "\u0067\u0067\u0077\u0065\u006f\u006e",
    // 0xafd9: 꿙 => ggweonj
    "\u0067\u0067\u0077\u0065\u006f\u006e\u006a",
    // 0xafda: 꿚 => ggweonh
    "\u0067\u0067\u0077\u0065\u006f\u006e\u0068",
    // 0xafdb: 꿛 => ggweod
    "\u0067\u0067\u0077\u0065\u006f\u0064",
    // 0xafdc: 꿜 => ggweol
    "\u0067\u0067\u0077\u0065\u006f\u006c",
    // 0xafdd: 꿝 => ggweolg
    "\u0067\u0067\u0077\u0065\u006f\u006c\u0067",
    // 0xafde: 꿞 => ggweolm
    "\u0067\u0067\u0077\u0065\u006f\u006c\u006d",
    // 0xafdf: 꿟 => ggweolb
    "\u0067\u0067\u0077\u0065\u006f\u006c\u0062",
    // 0xafe0: 꿠 => ggweols
    "\u0067\u0067\u0077\u0065\u006f\u006c\u0073",
    // 0xafe1: 꿡 => ggweolt
    "\u0067\u0067\u0077\u0065\u006f\u006c\u0074",
    // 0xafe2: 꿢 => ggweolp
    "\u0067\u0067\u0077\u0065\u006f\u006c\u0070",
    // 0xafe3: 꿣 => ggweolh
    "\u0067\u0067\u0077\u0065\u006f\u006c\u0068",
    // 0xafe4: 꿤 => ggweom
    "\u0067\u0067\u0077\u0065\u006f\u006d",
    // 0xafe5: 꿥 => ggweob
    "\u0067\u0067\u0077\u0065\u006f\u0062",
    // 0xafe6: 꿦 => ggweobs
    "\u0067\u0067\u0077\u0065\u006f\u0062\u0073",
    // 0xafe7: 꿧 => ggweos
    "\u0067\u0067\u0077\u0065\u006f\u0073",
    // 0xafe8: 꿨 => ggweoss
    "\u0067\u0067\u0077\u0065\u006f\u0073\u0073",
    // 0xafe9: 꿩 => ggweong
    "\u0067\u0067\u0077\u0065\u006f\u006e\u0067",
    // 0xafea: 꿪 => ggweoj
    "\u0067\u0067\u0077\u0065\u006f\u006a",
    // 0xafeb: 꿫 => ggweoc
    "\u0067\u0067\u0077\u0065\u006f\u0063",
    // 0xafec: 꿬 => ggweok
    "\u0067\u0067\u0077\u0065\u006f\u006b",
    // 0xafed: 꿭 => ggweot
    "\u0067\u0067\u0077\u0065\u006f\u0074",
    // 0xafee: 꿮 => ggweop
    "\u0067\u0067\u0077\u0065\u006f\u0070",
    // 0xafef: 꿯 => ggweoh
    "\u0067\u0067\u0077\u0065\u006f\u0068",
    // 0xaff0: 꿰 => ggwe
    "\u0067\u0067\u0077\u0065",
    // 0xaff1: 꿱 => ggweg
    "\u0067\u0067\u0077\u0065\u0067",
    // 0xaff2: 꿲 => ggwegg
    "\u0067\u0067\u0077\u0065\u0067\u0067",
    // 0xaff3: 꿳 => ggwegs
    "\u0067\u0067\u0077\u0065\u0067\u0073",
    // 0xaff4: 꿴 => ggwen
    "\u0067\u0067\u0077\u0065\u006e",
    // 0xaff5: 꿵 => ggwenj
    "\u0067\u0067\u0077\u0065\u006e\u006a",
    // 0xaff6: 꿶 => ggwenh
    "\u0067\u0067\u0077\u0065\u006e\u0068",
    // 0xaff7: 꿷 => ggwed
    "\u0067\u0067\u0077\u0065\u0064",
    // 0xaff8: 꿸 => ggwel
    "\u0067\u0067\u0077\u0065\u006c",
    // 0xaff9: 꿹 => ggwelg
    "\u0067\u0067\u0077\u0065\u006c\u0067",
    // 0xaffa: 꿺 => ggwelm
    "\u0067\u0067\u0077\u0065\u006c\u006d",
    // 0xaffb: 꿻 => ggwelb
    "\u0067\u0067\u0077\u0065\u006c\u0062",
    // 0xaffc: 꿼 => ggwels
    "\u0067\u0067\u0077\u0065\u006c\u0073",
    // 0xaffd: 꿽 => ggwelt
    "\u0067\u0067\u0077\u0065\u006c\u0074",
    // 0xaffe: 꿾 => ggwelp
    "\u0067\u0067\u0077\u0065\u006c\u0070",
    // 0xafff: 꿿 => ggwelh
    "\u0067\u0067\u0077\u0065\u006c\u0068",
)
