package com.jeffpdavidson.kotwords.formats.unidecode

internal val xb2 = arrayOf(
    // 0xb200: 눀 => nyok
    "\u006e\u0079\u006f\u006b",
    // 0xb201: 눁 => nyot
    "\u006e\u0079\u006f\u0074",
    // 0xb202: 눂 => nyop
    "\u006e\u0079\u006f\u0070",
    // 0xb203: 눃 => nyoh
    "\u006e\u0079\u006f\u0068",
    // 0xb204: 누 => nu
    "\u006e\u0075",
    // 0xb205: 눅 => nug
    "\u006e\u0075\u0067",
    // 0xb206: 눆 => nugg
    "\u006e\u0075\u0067\u0067",
    // 0xb207: 눇 => nugs
    "\u006e\u0075\u0067\u0073",
    // 0xb208: 눈 => nun
    "\u006e\u0075\u006e",
    // 0xb209: 눉 => nunj
    "\u006e\u0075\u006e\u006a",
    // 0xb20a: 눊 => nunh
    "\u006e\u0075\u006e\u0068",
    // 0xb20b: 눋 => nud
    "\u006e\u0075\u0064",
    // 0xb20c: 눌 => nul
    "\u006e\u0075\u006c",
    // 0xb20d: 눍 => nulg
    "\u006e\u0075\u006c\u0067",
    // 0xb20e: 눎 => nulm
    "\u006e\u0075\u006c\u006d",
    // 0xb20f: 눏 => nulb
    "\u006e\u0075\u006c\u0062",
    // 0xb210: 눐 => nuls
    "\u006e\u0075\u006c\u0073",
    // 0xb211: 눑 => nult
    "\u006e\u0075\u006c\u0074",
    // 0xb212: 눒 => nulp
    "\u006e\u0075\u006c\u0070",
    // 0xb213: 눓 => nulh
    "\u006e\u0075\u006c\u0068",
    // 0xb214: 눔 => num
    "\u006e\u0075\u006d",
    // 0xb215: 눕 => nub
    "\u006e\u0075\u0062",
    // 0xb216: 눖 => nubs
    "\u006e\u0075\u0062\u0073",
    // 0xb217: 눗 => nus
    "\u006e\u0075\u0073",
    // 0xb218: 눘 => nuss
    "\u006e\u0075\u0073\u0073",
    // 0xb219: 눙 => nung
    "\u006e\u0075\u006e\u0067",
    // 0xb21a: 눚 => nuj
    "\u006e\u0075\u006a",
    // 0xb21b: 눛 => nuc
    "\u006e\u0075\u0063",
    // 0xb21c: 눜 => nuk
    "\u006e\u0075\u006b",
    // 0xb21d: 눝 => nut
    "\u006e\u0075\u0074",
    // 0xb21e: 눞 => nup
    "\u006e\u0075\u0070",
    // 0xb21f: 눟 => nuh
    "\u006e\u0075\u0068",
    // 0xb220: 눠 => nweo
    "\u006e\u0077\u0065\u006f",
    // 0xb221: 눡 => nweog
    "\u006e\u0077\u0065\u006f\u0067",
    // 0xb222: 눢 => nweogg
    "\u006e\u0077\u0065\u006f\u0067\u0067",
    // 0xb223: 눣 => nweogs
    "\u006e\u0077\u0065\u006f\u0067\u0073",
    // 0xb224: 눤 => nweon
    "\u006e\u0077\u0065\u006f\u006e",
    // 0xb225: 눥 => nweonj
    "\u006e\u0077\u0065\u006f\u006e\u006a",
    // 0xb226: 눦 => nweonh
    "\u006e\u0077\u0065\u006f\u006e\u0068",
    // 0xb227: 눧 => nweod
    "\u006e\u0077\u0065\u006f\u0064",
    // 0xb228: 눨 => nweol
    "\u006e\u0077\u0065\u006f\u006c",
    // 0xb229: 눩 => nweolg
    "\u006e\u0077\u0065\u006f\u006c\u0067",
    // 0xb22a: 눪 => nweolm
    "\u006e\u0077\u0065\u006f\u006c\u006d",
    // 0xb22b: 눫 => nweolb
    "\u006e\u0077\u0065\u006f\u006c\u0062",
    // 0xb22c: 눬 => nweols
    "\u006e\u0077\u0065\u006f\u006c\u0073",
    // 0xb22d: 눭 => nweolt
    "\u006e\u0077\u0065\u006f\u006c\u0074",
    // 0xb22e: 눮 => nweolp
    "\u006e\u0077\u0065\u006f\u006c\u0070",
    // 0xb22f: 눯 => nweolh
    "\u006e\u0077\u0065\u006f\u006c\u0068",
    // 0xb230: 눰 => nweom
    "\u006e\u0077\u0065\u006f\u006d",
    // 0xb231: 눱 => nweob
    "\u006e\u0077\u0065\u006f\u0062",
    // 0xb232: 눲 => nweobs
    "\u006e\u0077\u0065\u006f\u0062\u0073",
    // 0xb233: 눳 => nweos
    "\u006e\u0077\u0065\u006f\u0073",
    // 0xb234: 눴 => nweoss
    "\u006e\u0077\u0065\u006f\u0073\u0073",
    // 0xb235: 눵 => nweong
    "\u006e\u0077\u0065\u006f\u006e\u0067",
    // 0xb236: 눶 => nweoj
    "\u006e\u0077\u0065\u006f\u006a",
    // 0xb237: 눷 => nweoc
    "\u006e\u0077\u0065\u006f\u0063",
    // 0xb238: 눸 => nweok
    "\u006e\u0077\u0065\u006f\u006b",
    // 0xb239: 눹 => nweot
    "\u006e\u0077\u0065\u006f\u0074",
    // 0xb23a: 눺 => nweop
    "\u006e\u0077\u0065\u006f\u0070",
    // 0xb23b: 눻 => nweoh
    "\u006e\u0077\u0065\u006f\u0068",
    // 0xb23c: 눼 => nwe
    "\u006e\u0077\u0065",
    // 0xb23d: 눽 => nweg
    "\u006e\u0077\u0065\u0067",
    // 0xb23e: 눾 => nwegg
    "\u006e\u0077\u0065\u0067\u0067",
    // 0xb23f: 눿 => nwegs
    "\u006e\u0077\u0065\u0067\u0073",
    // 0xb240: 뉀 => nwen
    "\u006e\u0077\u0065\u006e",
    // 0xb241: 뉁 => nwenj
    "\u006e\u0077\u0065\u006e\u006a",
    // 0xb242: 뉂 => nwenh
    "\u006e\u0077\u0065\u006e\u0068",
    // 0xb243: 뉃 => nwed
    "\u006e\u0077\u0065\u0064",
    // 0xb244: 뉄 => nwel
    "\u006e\u0077\u0065\u006c",
    // 0xb245: 뉅 => nwelg
    "\u006e\u0077\u0065\u006c\u0067",
    // 0xb246: 뉆 => nwelm
    "\u006e\u0077\u0065\u006c\u006d",
    // 0xb247: 뉇 => nwelb
    "\u006e\u0077\u0065\u006c\u0062",
    // 0xb248: 뉈 => nwels
    "\u006e\u0077\u0065\u006c\u0073",
    // 0xb249: 뉉 => nwelt
    "\u006e\u0077\u0065\u006c\u0074",
    // 0xb24a: 뉊 => nwelp
    "\u006e\u0077\u0065\u006c\u0070",
    // 0xb24b: 뉋 => nwelh
    "\u006e\u0077\u0065\u006c\u0068",
    // 0xb24c: 뉌 => nwem
    "\u006e\u0077\u0065\u006d",
    // 0xb24d: 뉍 => nweb
    "\u006e\u0077\u0065\u0062",
    // 0xb24e: 뉎 => nwebs
    "\u006e\u0077\u0065\u0062\u0073",
    // 0xb24f: 뉏 => nwes
    "\u006e\u0077\u0065\u0073",
    // 0xb250: 뉐 => nwess
    "\u006e\u0077\u0065\u0073\u0073",
    // 0xb251: 뉑 => nweng
    "\u006e\u0077\u0065\u006e\u0067",
    // 0xb252: 뉒 => nwej
    "\u006e\u0077\u0065\u006a",
    // 0xb253: 뉓 => nwec
    "\u006e\u0077\u0065\u0063",
    // 0xb254: 뉔 => nwek
    "\u006e\u0077\u0065\u006b",
    // 0xb255: 뉕 => nwet
    "\u006e\u0077\u0065\u0074",
    // 0xb256: 뉖 => nwep
    "\u006e\u0077\u0065\u0070",
    // 0xb257: 뉗 => nweh
    "\u006e\u0077\u0065\u0068",
    // 0xb258: 뉘 => nwi
    "\u006e\u0077\u0069",
    // 0xb259: 뉙 => nwig
    "\u006e\u0077\u0069\u0067",
    // 0xb25a: 뉚 => nwigg
    "\u006e\u0077\u0069\u0067\u0067",
    // 0xb25b: 뉛 => nwigs
    "\u006e\u0077\u0069\u0067\u0073",
    // 0xb25c: 뉜 => nwin
    "\u006e\u0077\u0069\u006e",
    // 0xb25d: 뉝 => nwinj
    "\u006e\u0077\u0069\u006e\u006a",
    // 0xb25e: 뉞 => nwinh
    "\u006e\u0077\u0069\u006e\u0068",
    // 0xb25f: 뉟 => nwid
    "\u006e\u0077\u0069\u0064",
    // 0xb260: 뉠 => nwil
    "\u006e\u0077\u0069\u006c",
    // 0xb261: 뉡 => nwilg
    "\u006e\u0077\u0069\u006c\u0067",
    // 0xb262: 뉢 => nwilm
    "\u006e\u0077\u0069\u006c\u006d",
    // 0xb263: 뉣 => nwilb
    "\u006e\u0077\u0069\u006c\u0062",
    // 0xb264: 뉤 => nwils
    "\u006e\u0077\u0069\u006c\u0073",
    // 0xb265: 뉥 => nwilt
    "\u006e\u0077\u0069\u006c\u0074",
    // 0xb266: 뉦 => nwilp
    "\u006e\u0077\u0069\u006c\u0070",
    // 0xb267: 뉧 => nwilh
    "\u006e\u0077\u0069\u006c\u0068",
    // 0xb268: 뉨 => nwim
    "\u006e\u0077\u0069\u006d",
    // 0xb269: 뉩 => nwib
    "\u006e\u0077\u0069\u0062",
    // 0xb26a: 뉪 => nwibs
    "\u006e\u0077\u0069\u0062\u0073",
    // 0xb26b: 뉫 => nwis
    "\u006e\u0077\u0069\u0073",
    // 0xb26c: 뉬 => nwiss
    "\u006e\u0077\u0069\u0073\u0073",
    // 0xb26d: 뉭 => nwing
    "\u006e\u0077\u0069\u006e\u0067",
    // 0xb26e: 뉮 => nwij
    "\u006e\u0077\u0069\u006a",
    // 0xb26f: 뉯 => nwic
    "\u006e\u0077\u0069\u0063",
    // 0xb270: 뉰 => nwik
    "\u006e\u0077\u0069\u006b",
    // 0xb271: 뉱 => nwit
    "\u006e\u0077\u0069\u0074",
    // 0xb272: 뉲 => nwip
    "\u006e\u0077\u0069\u0070",
    // 0xb273: 뉳 => nwih
    "\u006e\u0077\u0069\u0068",
    // 0xb274: 뉴 => nyu
    "\u006e\u0079\u0075",
    // 0xb275: 뉵 => nyug
    "\u006e\u0079\u0075\u0067",
    // 0xb276: 뉶 => nyugg
    "\u006e\u0079\u0075\u0067\u0067",
    // 0xb277: 뉷 => nyugs
    "\u006e\u0079\u0075\u0067\u0073",
    // 0xb278: 뉸 => nyun
    "\u006e\u0079\u0075\u006e",
    // 0xb279: 뉹 => nyunj
    "\u006e\u0079\u0075\u006e\u006a",
    // 0xb27a: 뉺 => nyunh
    "\u006e\u0079\u0075\u006e\u0068",
    // 0xb27b: 뉻 => nyud
    "\u006e\u0079\u0075\u0064",
    // 0xb27c: 뉼 => nyul
    "\u006e\u0079\u0075\u006c",
    // 0xb27d: 뉽 => nyulg
    "\u006e\u0079\u0075\u006c\u0067",
    // 0xb27e: 뉾 => nyulm
    "\u006e\u0079\u0075\u006c\u006d",
    // 0xb27f: 뉿 => nyulb
    "\u006e\u0079\u0075\u006c\u0062",
    // 0xb280: 늀 => nyuls
    "\u006e\u0079\u0075\u006c\u0073",
    // 0xb281: 늁 => nyult
    "\u006e\u0079\u0075\u006c\u0074",
    // 0xb282: 늂 => nyulp
    "\u006e\u0079\u0075\u006c\u0070",
    // 0xb283: 늃 => nyulh
    "\u006e\u0079\u0075\u006c\u0068",
    // 0xb284: 늄 => nyum
    "\u006e\u0079\u0075\u006d",
    // 0xb285: 늅 => nyub
    "\u006e\u0079\u0075\u0062",
    // 0xb286: 늆 => nyubs
    "\u006e\u0079\u0075\u0062\u0073",
    // 0xb287: 늇 => nyus
    "\u006e\u0079\u0075\u0073",
    // 0xb288: 늈 => nyuss
    "\u006e\u0079\u0075\u0073\u0073",
    // 0xb289: 늉 => nyung
    "\u006e\u0079\u0075\u006e\u0067",
    // 0xb28a: 늊 => nyuj
    "\u006e\u0079\u0075\u006a",
    // 0xb28b: 늋 => nyuc
    "\u006e\u0079\u0075\u0063",
    // 0xb28c: 늌 => nyuk
    "\u006e\u0079\u0075\u006b",
    // 0xb28d: 늍 => nyut
    "\u006e\u0079\u0075\u0074",
    // 0xb28e: 늎 => nyup
    "\u006e\u0079\u0075\u0070",
    // 0xb28f: 늏 => nyuh
    "\u006e\u0079\u0075\u0068",
    // 0xb290: 느 => neu
    "\u006e\u0065\u0075",
    // 0xb291: 늑 => neug
    "\u006e\u0065\u0075\u0067",
    // 0xb292: 늒 => neugg
    "\u006e\u0065\u0075\u0067\u0067",
    // 0xb293: 늓 => neugs
    "\u006e\u0065\u0075\u0067\u0073",
    // 0xb294: 는 => neun
    "\u006e\u0065\u0075\u006e",
    // 0xb295: 늕 => neunj
    "\u006e\u0065\u0075\u006e\u006a",
    // 0xb296: 늖 => neunh
    "\u006e\u0065\u0075\u006e\u0068",
    // 0xb297: 늗 => neud
    "\u006e\u0065\u0075\u0064",
    // 0xb298: 늘 => neul
    "\u006e\u0065\u0075\u006c",
    // 0xb299: 늙 => neulg
    "\u006e\u0065\u0075\u006c\u0067",
    // 0xb29a: 늚 => neulm
    "\u006e\u0065\u0075\u006c\u006d",
    // 0xb29b: 늛 => neulb
    "\u006e\u0065\u0075\u006c\u0062",
    // 0xb29c: 늜 => neuls
    "\u006e\u0065\u0075\u006c\u0073",
    // 0xb29d: 늝 => neult
    "\u006e\u0065\u0075\u006c\u0074",
    // 0xb29e: 늞 => neulp
    "\u006e\u0065\u0075\u006c\u0070",
    // 0xb29f: 늟 => neulh
    "\u006e\u0065\u0075\u006c\u0068",
    // 0xb2a0: 늠 => neum
    "\u006e\u0065\u0075\u006d",
    // 0xb2a1: 늡 => neub
    "\u006e\u0065\u0075\u0062",
    // 0xb2a2: 늢 => neubs
    "\u006e\u0065\u0075\u0062\u0073",
    // 0xb2a3: 늣 => neus
    "\u006e\u0065\u0075\u0073",
    // 0xb2a4: 늤 => neuss
    "\u006e\u0065\u0075\u0073\u0073",
    // 0xb2a5: 능 => neung
    "\u006e\u0065\u0075\u006e\u0067",
    // 0xb2a6: 늦 => neuj
    "\u006e\u0065\u0075\u006a",
    // 0xb2a7: 늧 => neuc
    "\u006e\u0065\u0075\u0063",
    // 0xb2a8: 늨 => neuk
    "\u006e\u0065\u0075\u006b",
    // 0xb2a9: 늩 => neut
    "\u006e\u0065\u0075\u0074",
    // 0xb2aa: 늪 => neup
    "\u006e\u0065\u0075\u0070",
    // 0xb2ab: 늫 => neuh
    "\u006e\u0065\u0075\u0068",
    // 0xb2ac: 늬 => nyi
    "\u006e\u0079\u0069",
    // 0xb2ad: 늭 => nyig
    "\u006e\u0079\u0069\u0067",
    // 0xb2ae: 늮 => nyigg
    "\u006e\u0079\u0069\u0067\u0067",
    // 0xb2af: 늯 => nyigs
    "\u006e\u0079\u0069\u0067\u0073",
    // 0xb2b0: 늰 => nyin
    "\u006e\u0079\u0069\u006e",
    // 0xb2b1: 늱 => nyinj
    "\u006e\u0079\u0069\u006e\u006a",
    // 0xb2b2: 늲 => nyinh
    "\u006e\u0079\u0069\u006e\u0068",
    // 0xb2b3: 늳 => nyid
    "\u006e\u0079\u0069\u0064",
    // 0xb2b4: 늴 => nyil
    "\u006e\u0079\u0069\u006c",
    // 0xb2b5: 늵 => nyilg
    "\u006e\u0079\u0069\u006c\u0067",
    // 0xb2b6: 늶 => nyilm
    "\u006e\u0079\u0069\u006c\u006d",
    // 0xb2b7: 늷 => nyilb
    "\u006e\u0079\u0069\u006c\u0062",
    // 0xb2b8: 늸 => nyils
    "\u006e\u0079\u0069\u006c\u0073",
    // 0xb2b9: 늹 => nyilt
    "\u006e\u0079\u0069\u006c\u0074",
    // 0xb2ba: 늺 => nyilp
    "\u006e\u0079\u0069\u006c\u0070",
    // 0xb2bb: 늻 => nyilh
    "\u006e\u0079\u0069\u006c\u0068",
    // 0xb2bc: 늼 => nyim
    "\u006e\u0079\u0069\u006d",
    // 0xb2bd: 늽 => nyib
    "\u006e\u0079\u0069\u0062",
    // 0xb2be: 늾 => nyibs
    "\u006e\u0079\u0069\u0062\u0073",
    // 0xb2bf: 늿 => nyis
    "\u006e\u0079\u0069\u0073",
    // 0xb2c0: 닀 => nyiss
    "\u006e\u0079\u0069\u0073\u0073",
    // 0xb2c1: 닁 => nying
    "\u006e\u0079\u0069\u006e\u0067",
    // 0xb2c2: 닂 => nyij
    "\u006e\u0079\u0069\u006a",
    // 0xb2c3: 닃 => nyic
    "\u006e\u0079\u0069\u0063",
    // 0xb2c4: 닄 => nyik
    "\u006e\u0079\u0069\u006b",
    // 0xb2c5: 닅 => nyit
    "\u006e\u0079\u0069\u0074",
    // 0xb2c6: 닆 => nyip
    "\u006e\u0079\u0069\u0070",
    // 0xb2c7: 닇 => nyih
    "\u006e\u0079\u0069\u0068",
    // 0xb2c8: 니 => ni
    "\u006e\u0069",
    // 0xb2c9: 닉 => nig
    "\u006e\u0069\u0067",
    // 0xb2ca: 닊 => nigg
    "\u006e\u0069\u0067\u0067",
    // 0xb2cb: 닋 => nigs
    "\u006e\u0069\u0067\u0073",
    // 0xb2cc: 닌 => nin
    "\u006e\u0069\u006e",
    // 0xb2cd: 닍 => ninj
    "\u006e\u0069\u006e\u006a",
    // 0xb2ce: 닎 => ninh
    "\u006e\u0069\u006e\u0068",
    // 0xb2cf: 닏 => nid
    "\u006e\u0069\u0064",
    // 0xb2d0: 닐 => nil
    "\u006e\u0069\u006c",
    // 0xb2d1: 닑 => nilg
    "\u006e\u0069\u006c\u0067",
    // 0xb2d2: 닒 => nilm
    "\u006e\u0069\u006c\u006d",
    // 0xb2d3: 닓 => nilb
    "\u006e\u0069\u006c\u0062",
    // 0xb2d4: 닔 => nils
    "\u006e\u0069\u006c\u0073",
    // 0xb2d5: 닕 => nilt
    "\u006e\u0069\u006c\u0074",
    // 0xb2d6: 닖 => nilp
    "\u006e\u0069\u006c\u0070",
    // 0xb2d7: 닗 => nilh
    "\u006e\u0069\u006c\u0068",
    // 0xb2d8: 님 => nim
    "\u006e\u0069\u006d",
    // 0xb2d9: 닙 => nib
    "\u006e\u0069\u0062",
    // 0xb2da: 닚 => nibs
    "\u006e\u0069\u0062\u0073",
    // 0xb2db: 닛 => nis
    "\u006e\u0069\u0073",
    // 0xb2dc: 닜 => niss
    "\u006e\u0069\u0073\u0073",
    // 0xb2dd: 닝 => ning
    "\u006e\u0069\u006e\u0067",
    // 0xb2de: 닞 => nij
    "\u006e\u0069\u006a",
    // 0xb2df: 닟 => nic
    "\u006e\u0069\u0063",
    // 0xb2e0: 닠 => nik
    "\u006e\u0069\u006b",
    // 0xb2e1: 닡 => nit
    "\u006e\u0069\u0074",
    // 0xb2e2: 닢 => nip
    "\u006e\u0069\u0070",
    // 0xb2e3: 닣 => nih
    "\u006e\u0069\u0068",
    // 0xb2e4: 다 => da
    "\u0064\u0061",
    // 0xb2e5: 닥 => dag
    "\u0064\u0061\u0067",
    // 0xb2e6: 닦 => dagg
    "\u0064\u0061\u0067\u0067",
    // 0xb2e7: 닧 => dags
    "\u0064\u0061\u0067\u0073",
    // 0xb2e8: 단 => dan
    "\u0064\u0061\u006e",
    // 0xb2e9: 닩 => danj
    "\u0064\u0061\u006e\u006a",
    // 0xb2ea: 닪 => danh
    "\u0064\u0061\u006e\u0068",
    // 0xb2eb: 닫 => dad
    "\u0064\u0061\u0064",
    // 0xb2ec: 달 => dal
    "\u0064\u0061\u006c",
    // 0xb2ed: 닭 => dalg
    "\u0064\u0061\u006c\u0067",
    // 0xb2ee: 닮 => dalm
    "\u0064\u0061\u006c\u006d",
    // 0xb2ef: 닯 => dalb
    "\u0064\u0061\u006c\u0062",
    // 0xb2f0: 닰 => dals
    "\u0064\u0061\u006c\u0073",
    // 0xb2f1: 닱 => dalt
    "\u0064\u0061\u006c\u0074",
    // 0xb2f2: 닲 => dalp
    "\u0064\u0061\u006c\u0070",
    // 0xb2f3: 닳 => dalh
    "\u0064\u0061\u006c\u0068",
    // 0xb2f4: 담 => dam
    "\u0064\u0061\u006d",
    // 0xb2f5: 답 => dab
    "\u0064\u0061\u0062",
    // 0xb2f6: 닶 => dabs
    "\u0064\u0061\u0062\u0073",
    // 0xb2f7: 닷 => das
    "\u0064\u0061\u0073",
    // 0xb2f8: 닸 => dass
    "\u0064\u0061\u0073\u0073",
    // 0xb2f9: 당 => dang
    "\u0064\u0061\u006e\u0067",
    // 0xb2fa: 닺 => daj
    "\u0064\u0061\u006a",
    // 0xb2fb: 닻 => dac
    "\u0064\u0061\u0063",
    // 0xb2fc: 닼 => dak
    "\u0064\u0061\u006b",
    // 0xb2fd: 닽 => dat
    "\u0064\u0061\u0074",
    // 0xb2fe: 닾 => dap
    "\u0064\u0061\u0070",
    // 0xb2ff: 닿 => dah
    "\u0064\u0061\u0068",
)
