package com.jeffpdavidson.kotwords.formats.unidecode

internal val xb8 = arrayOf(
    // 0xb800: 렀 => reoss
    "\u0072\u0065\u006f\u0073\u0073",
    // 0xb801: 렁 => reong
    "\u0072\u0065\u006f\u006e\u0067",
    // 0xb802: 렂 => reoj
    "\u0072\u0065\u006f\u006a",
    // 0xb803: 렃 => reoc
    "\u0072\u0065\u006f\u0063",
    // 0xb804: 렄 => reok
    "\u0072\u0065\u006f\u006b",
    // 0xb805: 렅 => reot
    "\u0072\u0065\u006f\u0074",
    // 0xb806: 렆 => reop
    "\u0072\u0065\u006f\u0070",
    // 0xb807: 렇 => reoh
    "\u0072\u0065\u006f\u0068",
    // 0xb808: 레 => re
    "\u0072\u0065",
    // 0xb809: 렉 => reg
    "\u0072\u0065\u0067",
    // 0xb80a: 렊 => regg
    "\u0072\u0065\u0067\u0067",
    // 0xb80b: 렋 => regs
    "\u0072\u0065\u0067\u0073",
    // 0xb80c: 렌 => ren
    "\u0072\u0065\u006e",
    // 0xb80d: 렍 => renj
    "\u0072\u0065\u006e\u006a",
    // 0xb80e: 렎 => renh
    "\u0072\u0065\u006e\u0068",
    // 0xb80f: 렏 => red
    "\u0072\u0065\u0064",
    // 0xb810: 렐 => rel
    "\u0072\u0065\u006c",
    // 0xb811: 렑 => relg
    "\u0072\u0065\u006c\u0067",
    // 0xb812: 렒 => relm
    "\u0072\u0065\u006c\u006d",
    // 0xb813: 렓 => relb
    "\u0072\u0065\u006c\u0062",
    // 0xb814: 렔 => rels
    "\u0072\u0065\u006c\u0073",
    // 0xb815: 렕 => relt
    "\u0072\u0065\u006c\u0074",
    // 0xb816: 렖 => relp
    "\u0072\u0065\u006c\u0070",
    // 0xb817: 렗 => relh
    "\u0072\u0065\u006c\u0068",
    // 0xb818: 렘 => rem
    "\u0072\u0065\u006d",
    // 0xb819: 렙 => reb
    "\u0072\u0065\u0062",
    // 0xb81a: 렚 => rebs
    "\u0072\u0065\u0062\u0073",
    // 0xb81b: 렛 => res
    "\u0072\u0065\u0073",
    // 0xb81c: 렜 => ress
    "\u0072\u0065\u0073\u0073",
    // 0xb81d: 렝 => reng
    "\u0072\u0065\u006e\u0067",
    // 0xb81e: 렞 => rej
    "\u0072\u0065\u006a",
    // 0xb81f: 렟 => rec
    "\u0072\u0065\u0063",
    // 0xb820: 렠 => rek
    "\u0072\u0065\u006b",
    // 0xb821: 렡 => ret
    "\u0072\u0065\u0074",
    // 0xb822: 렢 => rep
    "\u0072\u0065\u0070",
    // 0xb823: 렣 => reh
    "\u0072\u0065\u0068",
    // 0xb824: 려 => ryeo
    "\u0072\u0079\u0065\u006f",
    // 0xb825: 력 => ryeog
    "\u0072\u0079\u0065\u006f\u0067",
    // 0xb826: 렦 => ryeogg
    "\u0072\u0079\u0065\u006f\u0067\u0067",
    // 0xb827: 렧 => ryeogs
    "\u0072\u0079\u0065\u006f\u0067\u0073",
    // 0xb828: 련 => ryeon
    "\u0072\u0079\u0065\u006f\u006e",
    // 0xb829: 렩 => ryeonj
    "\u0072\u0079\u0065\u006f\u006e\u006a",
    // 0xb82a: 렪 => ryeonh
    "\u0072\u0079\u0065\u006f\u006e\u0068",
    // 0xb82b: 렫 => ryeod
    "\u0072\u0079\u0065\u006f\u0064",
    // 0xb82c: 렬 => ryeol
    "\u0072\u0079\u0065\u006f\u006c",
    // 0xb82d: 렭 => ryeolg
    "\u0072\u0079\u0065\u006f\u006c\u0067",
    // 0xb82e: 렮 => ryeolm
    "\u0072\u0079\u0065\u006f\u006c\u006d",
    // 0xb82f: 렯 => ryeolb
    "\u0072\u0079\u0065\u006f\u006c\u0062",
    // 0xb830: 렰 => ryeols
    "\u0072\u0079\u0065\u006f\u006c\u0073",
    // 0xb831: 렱 => ryeolt
    "\u0072\u0079\u0065\u006f\u006c\u0074",
    // 0xb832: 렲 => ryeolp
    "\u0072\u0079\u0065\u006f\u006c\u0070",
    // 0xb833: 렳 => ryeolh
    "\u0072\u0079\u0065\u006f\u006c\u0068",
    // 0xb834: 렴 => ryeom
    "\u0072\u0079\u0065\u006f\u006d",
    // 0xb835: 렵 => ryeob
    "\u0072\u0079\u0065\u006f\u0062",
    // 0xb836: 렶 => ryeobs
    "\u0072\u0079\u0065\u006f\u0062\u0073",
    // 0xb837: 렷 => ryeos
    "\u0072\u0079\u0065\u006f\u0073",
    // 0xb838: 렸 => ryeoss
    "\u0072\u0079\u0065\u006f\u0073\u0073",
    // 0xb839: 령 => ryeong
    "\u0072\u0079\u0065\u006f\u006e\u0067",
    // 0xb83a: 렺 => ryeoj
    "\u0072\u0079\u0065\u006f\u006a",
    // 0xb83b: 렻 => ryeoc
    "\u0072\u0079\u0065\u006f\u0063",
    // 0xb83c: 렼 => ryeok
    "\u0072\u0079\u0065\u006f\u006b",
    // 0xb83d: 렽 => ryeot
    "\u0072\u0079\u0065\u006f\u0074",
    // 0xb83e: 렾 => ryeop
    "\u0072\u0079\u0065\u006f\u0070",
    // 0xb83f: 렿 => ryeoh
    "\u0072\u0079\u0065\u006f\u0068",
    // 0xb840: 례 => rye
    "\u0072\u0079\u0065",
    // 0xb841: 롁 => ryeg
    "\u0072\u0079\u0065\u0067",
    // 0xb842: 롂 => ryegg
    "\u0072\u0079\u0065\u0067\u0067",
    // 0xb843: 롃 => ryegs
    "\u0072\u0079\u0065\u0067\u0073",
    // 0xb844: 롄 => ryen
    "\u0072\u0079\u0065\u006e",
    // 0xb845: 롅 => ryenj
    "\u0072\u0079\u0065\u006e\u006a",
    // 0xb846: 롆 => ryenh
    "\u0072\u0079\u0065\u006e\u0068",
    // 0xb847: 롇 => ryed
    "\u0072\u0079\u0065\u0064",
    // 0xb848: 롈 => ryel
    "\u0072\u0079\u0065\u006c",
    // 0xb849: 롉 => ryelg
    "\u0072\u0079\u0065\u006c\u0067",
    // 0xb84a: 롊 => ryelm
    "\u0072\u0079\u0065\u006c\u006d",
    // 0xb84b: 롋 => ryelb
    "\u0072\u0079\u0065\u006c\u0062",
    // 0xb84c: 롌 => ryels
    "\u0072\u0079\u0065\u006c\u0073",
    // 0xb84d: 롍 => ryelt
    "\u0072\u0079\u0065\u006c\u0074",
    // 0xb84e: 롎 => ryelp
    "\u0072\u0079\u0065\u006c\u0070",
    // 0xb84f: 롏 => ryelh
    "\u0072\u0079\u0065\u006c\u0068",
    // 0xb850: 롐 => ryem
    "\u0072\u0079\u0065\u006d",
    // 0xb851: 롑 => ryeb
    "\u0072\u0079\u0065\u0062",
    // 0xb852: 롒 => ryebs
    "\u0072\u0079\u0065\u0062\u0073",
    // 0xb853: 롓 => ryes
    "\u0072\u0079\u0065\u0073",
    // 0xb854: 롔 => ryess
    "\u0072\u0079\u0065\u0073\u0073",
    // 0xb855: 롕 => ryeng
    "\u0072\u0079\u0065\u006e\u0067",
    // 0xb856: 롖 => ryej
    "\u0072\u0079\u0065\u006a",
    // 0xb857: 롗 => ryec
    "\u0072\u0079\u0065\u0063",
    // 0xb858: 롘 => ryek
    "\u0072\u0079\u0065\u006b",
    // 0xb859: 롙 => ryet
    "\u0072\u0079\u0065\u0074",
    // 0xb85a: 롚 => ryep
    "\u0072\u0079\u0065\u0070",
    // 0xb85b: 롛 => ryeh
    "\u0072\u0079\u0065\u0068",
    // 0xb85c: 로 => ro
    "\u0072\u006f",
    // 0xb85d: 록 => rog
    "\u0072\u006f\u0067",
    // 0xb85e: 롞 => rogg
    "\u0072\u006f\u0067\u0067",
    // 0xb85f: 롟 => rogs
    "\u0072\u006f\u0067\u0073",
    // 0xb860: 론 => ron
    "\u0072\u006f\u006e",
    // 0xb861: 롡 => ronj
    "\u0072\u006f\u006e\u006a",
    // 0xb862: 롢 => ronh
    "\u0072\u006f\u006e\u0068",
    // 0xb863: 롣 => rod
    "\u0072\u006f\u0064",
    // 0xb864: 롤 => rol
    "\u0072\u006f\u006c",
    // 0xb865: 롥 => rolg
    "\u0072\u006f\u006c\u0067",
    // 0xb866: 롦 => rolm
    "\u0072\u006f\u006c\u006d",
    // 0xb867: 롧 => rolb
    "\u0072\u006f\u006c\u0062",
    // 0xb868: 롨 => rols
    "\u0072\u006f\u006c\u0073",
    // 0xb869: 롩 => rolt
    "\u0072\u006f\u006c\u0074",
    // 0xb86a: 롪 => rolp
    "\u0072\u006f\u006c\u0070",
    // 0xb86b: 롫 => rolh
    "\u0072\u006f\u006c\u0068",
    // 0xb86c: 롬 => rom
    "\u0072\u006f\u006d",
    // 0xb86d: 롭 => rob
    "\u0072\u006f\u0062",
    // 0xb86e: 롮 => robs
    "\u0072\u006f\u0062\u0073",
    // 0xb86f: 롯 => ros
    "\u0072\u006f\u0073",
    // 0xb870: 롰 => ross
    "\u0072\u006f\u0073\u0073",
    // 0xb871: 롱 => rong
    "\u0072\u006f\u006e\u0067",
    // 0xb872: 롲 => roj
    "\u0072\u006f\u006a",
    // 0xb873: 롳 => roc
    "\u0072\u006f\u0063",
    // 0xb874: 롴 => rok
    "\u0072\u006f\u006b",
    // 0xb875: 롵 => rot
    "\u0072\u006f\u0074",
    // 0xb876: 롶 => rop
    "\u0072\u006f\u0070",
    // 0xb877: 롷 => roh
    "\u0072\u006f\u0068",
    // 0xb878: 롸 => rwa
    "\u0072\u0077\u0061",
    // 0xb879: 롹 => rwag
    "\u0072\u0077\u0061\u0067",
    // 0xb87a: 롺 => rwagg
    "\u0072\u0077\u0061\u0067\u0067",
    // 0xb87b: 롻 => rwags
    "\u0072\u0077\u0061\u0067\u0073",
    // 0xb87c: 롼 => rwan
    "\u0072\u0077\u0061\u006e",
    // 0xb87d: 롽 => rwanj
    "\u0072\u0077\u0061\u006e\u006a",
    // 0xb87e: 롾 => rwanh
    "\u0072\u0077\u0061\u006e\u0068",
    // 0xb87f: 롿 => rwad
    "\u0072\u0077\u0061\u0064",
    // 0xb880: 뢀 => rwal
    "\u0072\u0077\u0061\u006c",
    // 0xb881: 뢁 => rwalg
    "\u0072\u0077\u0061\u006c\u0067",
    // 0xb882: 뢂 => rwalm
    "\u0072\u0077\u0061\u006c\u006d",
    // 0xb883: 뢃 => rwalb
    "\u0072\u0077\u0061\u006c\u0062",
    // 0xb884: 뢄 => rwals
    "\u0072\u0077\u0061\u006c\u0073",
    // 0xb885: 뢅 => rwalt
    "\u0072\u0077\u0061\u006c\u0074",
    // 0xb886: 뢆 => rwalp
    "\u0072\u0077\u0061\u006c\u0070",
    // 0xb887: 뢇 => rwalh
    "\u0072\u0077\u0061\u006c\u0068",
    // 0xb888: 뢈 => rwam
    "\u0072\u0077\u0061\u006d",
    // 0xb889: 뢉 => rwab
    "\u0072\u0077\u0061\u0062",
    // 0xb88a: 뢊 => rwabs
    "\u0072\u0077\u0061\u0062\u0073",
    // 0xb88b: 뢋 => rwas
    "\u0072\u0077\u0061\u0073",
    // 0xb88c: 뢌 => rwass
    "\u0072\u0077\u0061\u0073\u0073",
    // 0xb88d: 뢍 => rwang
    "\u0072\u0077\u0061\u006e\u0067",
    // 0xb88e: 뢎 => rwaj
    "\u0072\u0077\u0061\u006a",
    // 0xb88f: 뢏 => rwac
    "\u0072\u0077\u0061\u0063",
    // 0xb890: 뢐 => rwak
    "\u0072\u0077\u0061\u006b",
    // 0xb891: 뢑 => rwat
    "\u0072\u0077\u0061\u0074",
    // 0xb892: 뢒 => rwap
    "\u0072\u0077\u0061\u0070",
    // 0xb893: 뢓 => rwah
    "\u0072\u0077\u0061\u0068",
    // 0xb894: 뢔 => rwae
    "\u0072\u0077\u0061\u0065",
    // 0xb895: 뢕 => rwaeg
    "\u0072\u0077\u0061\u0065\u0067",
    // 0xb896: 뢖 => rwaegg
    "\u0072\u0077\u0061\u0065\u0067\u0067",
    // 0xb897: 뢗 => rwaegs
    "\u0072\u0077\u0061\u0065\u0067\u0073",
    // 0xb898: 뢘 => rwaen
    "\u0072\u0077\u0061\u0065\u006e",
    // 0xb899: 뢙 => rwaenj
    "\u0072\u0077\u0061\u0065\u006e\u006a",
    // 0xb89a: 뢚 => rwaenh
    "\u0072\u0077\u0061\u0065\u006e\u0068",
    // 0xb89b: 뢛 => rwaed
    "\u0072\u0077\u0061\u0065\u0064",
    // 0xb89c: 뢜 => rwael
    "\u0072\u0077\u0061\u0065\u006c",
    // 0xb89d: 뢝 => rwaelg
    "\u0072\u0077\u0061\u0065\u006c\u0067",
    // 0xb89e: 뢞 => rwaelm
    "\u0072\u0077\u0061\u0065\u006c\u006d",
    // 0xb89f: 뢟 => rwaelb
    "\u0072\u0077\u0061\u0065\u006c\u0062",
    // 0xb8a0: 뢠 => rwaels
    "\u0072\u0077\u0061\u0065\u006c\u0073",
    // 0xb8a1: 뢡 => rwaelt
    "\u0072\u0077\u0061\u0065\u006c\u0074",
    // 0xb8a2: 뢢 => rwaelp
    "\u0072\u0077\u0061\u0065\u006c\u0070",
    // 0xb8a3: 뢣 => rwaelh
    "\u0072\u0077\u0061\u0065\u006c\u0068",
    // 0xb8a4: 뢤 => rwaem
    "\u0072\u0077\u0061\u0065\u006d",
    // 0xb8a5: 뢥 => rwaeb
    "\u0072\u0077\u0061\u0065\u0062",
    // 0xb8a6: 뢦 => rwaebs
    "\u0072\u0077\u0061\u0065\u0062\u0073",
    // 0xb8a7: 뢧 => rwaes
    "\u0072\u0077\u0061\u0065\u0073",
    // 0xb8a8: 뢨 => rwaess
    "\u0072\u0077\u0061\u0065\u0073\u0073",
    // 0xb8a9: 뢩 => rwaeng
    "\u0072\u0077\u0061\u0065\u006e\u0067",
    // 0xb8aa: 뢪 => rwaej
    "\u0072\u0077\u0061\u0065\u006a",
    // 0xb8ab: 뢫 => rwaec
    "\u0072\u0077\u0061\u0065\u0063",
    // 0xb8ac: 뢬 => rwaek
    "\u0072\u0077\u0061\u0065\u006b",
    // 0xb8ad: 뢭 => rwaet
    "\u0072\u0077\u0061\u0065\u0074",
    // 0xb8ae: 뢮 => rwaep
    "\u0072\u0077\u0061\u0065\u0070",
    // 0xb8af: 뢯 => rwaeh
    "\u0072\u0077\u0061\u0065\u0068",
    // 0xb8b0: 뢰 => roe
    "\u0072\u006f\u0065",
    // 0xb8b1: 뢱 => roeg
    "\u0072\u006f\u0065\u0067",
    // 0xb8b2: 뢲 => roegg
    "\u0072\u006f\u0065\u0067\u0067",
    // 0xb8b3: 뢳 => roegs
    "\u0072\u006f\u0065\u0067\u0073",
    // 0xb8b4: 뢴 => roen
    "\u0072\u006f\u0065\u006e",
    // 0xb8b5: 뢵 => roenj
    "\u0072\u006f\u0065\u006e\u006a",
    // 0xb8b6: 뢶 => roenh
    "\u0072\u006f\u0065\u006e\u0068",
    // 0xb8b7: 뢷 => roed
    "\u0072\u006f\u0065\u0064",
    // 0xb8b8: 뢸 => roel
    "\u0072\u006f\u0065\u006c",
    // 0xb8b9: 뢹 => roelg
    "\u0072\u006f\u0065\u006c\u0067",
    // 0xb8ba: 뢺 => roelm
    "\u0072\u006f\u0065\u006c\u006d",
    // 0xb8bb: 뢻 => roelb
    "\u0072\u006f\u0065\u006c\u0062",
    // 0xb8bc: 뢼 => roels
    "\u0072\u006f\u0065\u006c\u0073",
    // 0xb8bd: 뢽 => roelt
    "\u0072\u006f\u0065\u006c\u0074",
    // 0xb8be: 뢾 => roelp
    "\u0072\u006f\u0065\u006c\u0070",
    // 0xb8bf: 뢿 => roelh
    "\u0072\u006f\u0065\u006c\u0068",
    // 0xb8c0: 룀 => roem
    "\u0072\u006f\u0065\u006d",
    // 0xb8c1: 룁 => roeb
    "\u0072\u006f\u0065\u0062",
    // 0xb8c2: 룂 => roebs
    "\u0072\u006f\u0065\u0062\u0073",
    // 0xb8c3: 룃 => roes
    "\u0072\u006f\u0065\u0073",
    // 0xb8c4: 룄 => roess
    "\u0072\u006f\u0065\u0073\u0073",
    // 0xb8c5: 룅 => roeng
    "\u0072\u006f\u0065\u006e\u0067",
    // 0xb8c6: 룆 => roej
    "\u0072\u006f\u0065\u006a",
    // 0xb8c7: 룇 => roec
    "\u0072\u006f\u0065\u0063",
    // 0xb8c8: 룈 => roek
    "\u0072\u006f\u0065\u006b",
    // 0xb8c9: 룉 => roet
    "\u0072\u006f\u0065\u0074",
    // 0xb8ca: 룊 => roep
    "\u0072\u006f\u0065\u0070",
    // 0xb8cb: 룋 => roeh
    "\u0072\u006f\u0065\u0068",
    // 0xb8cc: 료 => ryo
    "\u0072\u0079\u006f",
    // 0xb8cd: 룍 => ryog
    "\u0072\u0079\u006f\u0067",
    // 0xb8ce: 룎 => ryogg
    "\u0072\u0079\u006f\u0067\u0067",
    // 0xb8cf: 룏 => ryogs
    "\u0072\u0079\u006f\u0067\u0073",
    // 0xb8d0: 룐 => ryon
    "\u0072\u0079\u006f\u006e",
    // 0xb8d1: 룑 => ryonj
    "\u0072\u0079\u006f\u006e\u006a",
    // 0xb8d2: 룒 => ryonh
    "\u0072\u0079\u006f\u006e\u0068",
    // 0xb8d3: 룓 => ryod
    "\u0072\u0079\u006f\u0064",
    // 0xb8d4: 룔 => ryol
    "\u0072\u0079\u006f\u006c",
    // 0xb8d5: 룕 => ryolg
    "\u0072\u0079\u006f\u006c\u0067",
    // 0xb8d6: 룖 => ryolm
    "\u0072\u0079\u006f\u006c\u006d",
    // 0xb8d7: 룗 => ryolb
    "\u0072\u0079\u006f\u006c\u0062",
    // 0xb8d8: 룘 => ryols
    "\u0072\u0079\u006f\u006c\u0073",
    // 0xb8d9: 룙 => ryolt
    "\u0072\u0079\u006f\u006c\u0074",
    // 0xb8da: 룚 => ryolp
    "\u0072\u0079\u006f\u006c\u0070",
    // 0xb8db: 룛 => ryolh
    "\u0072\u0079\u006f\u006c\u0068",
    // 0xb8dc: 룜 => ryom
    "\u0072\u0079\u006f\u006d",
    // 0xb8dd: 룝 => ryob
    "\u0072\u0079\u006f\u0062",
    // 0xb8de: 룞 => ryobs
    "\u0072\u0079\u006f\u0062\u0073",
    // 0xb8df: 룟 => ryos
    "\u0072\u0079\u006f\u0073",
    // 0xb8e0: 룠 => ryoss
    "\u0072\u0079\u006f\u0073\u0073",
    // 0xb8e1: 룡 => ryong
    "\u0072\u0079\u006f\u006e\u0067",
    // 0xb8e2: 룢 => ryoj
    "\u0072\u0079\u006f\u006a",
    // 0xb8e3: 룣 => ryoc
    "\u0072\u0079\u006f\u0063",
    // 0xb8e4: 룤 => ryok
    "\u0072\u0079\u006f\u006b",
    // 0xb8e5: 룥 => ryot
    "\u0072\u0079\u006f\u0074",
    // 0xb8e6: 룦 => ryop
    "\u0072\u0079\u006f\u0070",
    // 0xb8e7: 룧 => ryoh
    "\u0072\u0079\u006f\u0068",
    // 0xb8e8: 루 => ru
    "\u0072\u0075",
    // 0xb8e9: 룩 => rug
    "\u0072\u0075\u0067",
    // 0xb8ea: 룪 => rugg
    "\u0072\u0075\u0067\u0067",
    // 0xb8eb: 룫 => rugs
    "\u0072\u0075\u0067\u0073",
    // 0xb8ec: 룬 => run
    "\u0072\u0075\u006e",
    // 0xb8ed: 룭 => runj
    "\u0072\u0075\u006e\u006a",
    // 0xb8ee: 룮 => runh
    "\u0072\u0075\u006e\u0068",
    // 0xb8ef: 룯 => rud
    "\u0072\u0075\u0064",
    // 0xb8f0: 룰 => rul
    "\u0072\u0075\u006c",
    // 0xb8f1: 룱 => rulg
    "\u0072\u0075\u006c\u0067",
    // 0xb8f2: 룲 => rulm
    "\u0072\u0075\u006c\u006d",
    // 0xb8f3: 룳 => rulb
    "\u0072\u0075\u006c\u0062",
    // 0xb8f4: 룴 => ruls
    "\u0072\u0075\u006c\u0073",
    // 0xb8f5: 룵 => rult
    "\u0072\u0075\u006c\u0074",
    // 0xb8f6: 룶 => rulp
    "\u0072\u0075\u006c\u0070",
    // 0xb8f7: 룷 => rulh
    "\u0072\u0075\u006c\u0068",
    // 0xb8f8: 룸 => rum
    "\u0072\u0075\u006d",
    // 0xb8f9: 룹 => rub
    "\u0072\u0075\u0062",
    // 0xb8fa: 룺 => rubs
    "\u0072\u0075\u0062\u0073",
    // 0xb8fb: 룻 => rus
    "\u0072\u0075\u0073",
    // 0xb8fc: 룼 => russ
    "\u0072\u0075\u0073\u0073",
    // 0xb8fd: 룽 => rung
    "\u0072\u0075\u006e\u0067",
    // 0xb8fe: 룾 => ruj
    "\u0072\u0075\u006a",
    // 0xb8ff: 룿 => ruc
    "\u0072\u0075\u0063",
)
