package com.jeffpdavidson.kotwords.formats.unidecode

internal val xbc = arrayOf(
    // 0xbc00: 밀 => mil
    "\u006d\u0069\u006c",
    // 0xbc01: 밁 => milg
    "\u006d\u0069\u006c\u0067",
    // 0xbc02: 밂 => milm
    "\u006d\u0069\u006c\u006d",
    // 0xbc03: 밃 => milb
    "\u006d\u0069\u006c\u0062",
    // 0xbc04: 밄 => mils
    "\u006d\u0069\u006c\u0073",
    // 0xbc05: 밅 => milt
    "\u006d\u0069\u006c\u0074",
    // 0xbc06: 밆 => milp
    "\u006d\u0069\u006c\u0070",
    // 0xbc07: 밇 => milh
    "\u006d\u0069\u006c\u0068",
    // 0xbc08: 밈 => mim
    "\u006d\u0069\u006d",
    // 0xbc09: 밉 => mib
    "\u006d\u0069\u0062",
    // 0xbc0a: 밊 => mibs
    "\u006d\u0069\u0062\u0073",
    // 0xbc0b: 밋 => mis
    "\u006d\u0069\u0073",
    // 0xbc0c: 밌 => miss
    "\u006d\u0069\u0073\u0073",
    // 0xbc0d: 밍 => ming
    "\u006d\u0069\u006e\u0067",
    // 0xbc0e: 밎 => mij
    "\u006d\u0069\u006a",
    // 0xbc0f: 및 => mic
    "\u006d\u0069\u0063",
    // 0xbc10: 밐 => mik
    "\u006d\u0069\u006b",
    // 0xbc11: 밑 => mit
    "\u006d\u0069\u0074",
    // 0xbc12: 밒 => mip
    "\u006d\u0069\u0070",
    // 0xbc13: 밓 => mih
    "\u006d\u0069\u0068",
    // 0xbc14: 바 => ba
    "\u0062\u0061",
    // 0xbc15: 박 => bag
    "\u0062\u0061\u0067",
    // 0xbc16: 밖 => bagg
    "\u0062\u0061\u0067\u0067",
    // 0xbc17: 밗 => bags
    "\u0062\u0061\u0067\u0073",
    // 0xbc18: 반 => ban
    "\u0062\u0061\u006e",
    // 0xbc19: 밙 => banj
    "\u0062\u0061\u006e\u006a",
    // 0xbc1a: 밚 => banh
    "\u0062\u0061\u006e\u0068",
    // 0xbc1b: 받 => bad
    "\u0062\u0061\u0064",
    // 0xbc1c: 발 => bal
    "\u0062\u0061\u006c",
    // 0xbc1d: 밝 => balg
    "\u0062\u0061\u006c\u0067",
    // 0xbc1e: 밞 => balm
    "\u0062\u0061\u006c\u006d",
    // 0xbc1f: 밟 => balb
    "\u0062\u0061\u006c\u0062",
    // 0xbc20: 밠 => bals
    "\u0062\u0061\u006c\u0073",
    // 0xbc21: 밡 => balt
    "\u0062\u0061\u006c\u0074",
    // 0xbc22: 밢 => balp
    "\u0062\u0061\u006c\u0070",
    // 0xbc23: 밣 => balh
    "\u0062\u0061\u006c\u0068",
    // 0xbc24: 밤 => bam
    "\u0062\u0061\u006d",
    // 0xbc25: 밥 => bab
    "\u0062\u0061\u0062",
    // 0xbc26: 밦 => babs
    "\u0062\u0061\u0062\u0073",
    // 0xbc27: 밧 => bas
    "\u0062\u0061\u0073",
    // 0xbc28: 밨 => bass
    "\u0062\u0061\u0073\u0073",
    // 0xbc29: 방 => bang
    "\u0062\u0061\u006e\u0067",
    // 0xbc2a: 밪 => baj
    "\u0062\u0061\u006a",
    // 0xbc2b: 밫 => bac
    "\u0062\u0061\u0063",
    // 0xbc2c: 밬 => bak
    "\u0062\u0061\u006b",
    // 0xbc2d: 밭 => bat
    "\u0062\u0061\u0074",
    // 0xbc2e: 밮 => bap
    "\u0062\u0061\u0070",
    // 0xbc2f: 밯 => bah
    "\u0062\u0061\u0068",
    // 0xbc30: 배 => bae
    "\u0062\u0061\u0065",
    // 0xbc31: 백 => baeg
    "\u0062\u0061\u0065\u0067",
    // 0xbc32: 밲 => baegg
    "\u0062\u0061\u0065\u0067\u0067",
    // 0xbc33: 밳 => baegs
    "\u0062\u0061\u0065\u0067\u0073",
    // 0xbc34: 밴 => baen
    "\u0062\u0061\u0065\u006e",
    // 0xbc35: 밵 => baenj
    "\u0062\u0061\u0065\u006e\u006a",
    // 0xbc36: 밶 => baenh
    "\u0062\u0061\u0065\u006e\u0068",
    // 0xbc37: 밷 => baed
    "\u0062\u0061\u0065\u0064",
    // 0xbc38: 밸 => bael
    "\u0062\u0061\u0065\u006c",
    // 0xbc39: 밹 => baelg
    "\u0062\u0061\u0065\u006c\u0067",
    // 0xbc3a: 밺 => baelm
    "\u0062\u0061\u0065\u006c\u006d",
    // 0xbc3b: 밻 => baelb
    "\u0062\u0061\u0065\u006c\u0062",
    // 0xbc3c: 밼 => baels
    "\u0062\u0061\u0065\u006c\u0073",
    // 0xbc3d: 밽 => baelt
    "\u0062\u0061\u0065\u006c\u0074",
    // 0xbc3e: 밾 => baelp
    "\u0062\u0061\u0065\u006c\u0070",
    // 0xbc3f: 밿 => baelh
    "\u0062\u0061\u0065\u006c\u0068",
    // 0xbc40: 뱀 => baem
    "\u0062\u0061\u0065\u006d",
    // 0xbc41: 뱁 => baeb
    "\u0062\u0061\u0065\u0062",
    // 0xbc42: 뱂 => baebs
    "\u0062\u0061\u0065\u0062\u0073",
    // 0xbc43: 뱃 => baes
    "\u0062\u0061\u0065\u0073",
    // 0xbc44: 뱄 => baess
    "\u0062\u0061\u0065\u0073\u0073",
    // 0xbc45: 뱅 => baeng
    "\u0062\u0061\u0065\u006e\u0067",
    // 0xbc46: 뱆 => baej
    "\u0062\u0061\u0065\u006a",
    // 0xbc47: 뱇 => baec
    "\u0062\u0061\u0065\u0063",
    // 0xbc48: 뱈 => baek
    "\u0062\u0061\u0065\u006b",
    // 0xbc49: 뱉 => baet
    "\u0062\u0061\u0065\u0074",
    // 0xbc4a: 뱊 => baep
    "\u0062\u0061\u0065\u0070",
    // 0xbc4b: 뱋 => baeh
    "\u0062\u0061\u0065\u0068",
    // 0xbc4c: 뱌 => bya
    "\u0062\u0079\u0061",
    // 0xbc4d: 뱍 => byag
    "\u0062\u0079\u0061\u0067",
    // 0xbc4e: 뱎 => byagg
    "\u0062\u0079\u0061\u0067\u0067",
    // 0xbc4f: 뱏 => byags
    "\u0062\u0079\u0061\u0067\u0073",
    // 0xbc50: 뱐 => byan
    "\u0062\u0079\u0061\u006e",
    // 0xbc51: 뱑 => byanj
    "\u0062\u0079\u0061\u006e\u006a",
    // 0xbc52: 뱒 => byanh
    "\u0062\u0079\u0061\u006e\u0068",
    // 0xbc53: 뱓 => byad
    "\u0062\u0079\u0061\u0064",
    // 0xbc54: 뱔 => byal
    "\u0062\u0079\u0061\u006c",
    // 0xbc55: 뱕 => byalg
    "\u0062\u0079\u0061\u006c\u0067",
    // 0xbc56: 뱖 => byalm
    "\u0062\u0079\u0061\u006c\u006d",
    // 0xbc57: 뱗 => byalb
    "\u0062\u0079\u0061\u006c\u0062",
    // 0xbc58: 뱘 => byals
    "\u0062\u0079\u0061\u006c\u0073",
    // 0xbc59: 뱙 => byalt
    "\u0062\u0079\u0061\u006c\u0074",
    // 0xbc5a: 뱚 => byalp
    "\u0062\u0079\u0061\u006c\u0070",
    // 0xbc5b: 뱛 => byalh
    "\u0062\u0079\u0061\u006c\u0068",
    // 0xbc5c: 뱜 => byam
    "\u0062\u0079\u0061\u006d",
    // 0xbc5d: 뱝 => byab
    "\u0062\u0079\u0061\u0062",
    // 0xbc5e: 뱞 => byabs
    "\u0062\u0079\u0061\u0062\u0073",
    // 0xbc5f: 뱟 => byas
    "\u0062\u0079\u0061\u0073",
    // 0xbc60: 뱠 => byass
    "\u0062\u0079\u0061\u0073\u0073",
    // 0xbc61: 뱡 => byang
    "\u0062\u0079\u0061\u006e\u0067",
    // 0xbc62: 뱢 => byaj
    "\u0062\u0079\u0061\u006a",
    // 0xbc63: 뱣 => byac
    "\u0062\u0079\u0061\u0063",
    // 0xbc64: 뱤 => byak
    "\u0062\u0079\u0061\u006b",
    // 0xbc65: 뱥 => byat
    "\u0062\u0079\u0061\u0074",
    // 0xbc66: 뱦 => byap
    "\u0062\u0079\u0061\u0070",
    // 0xbc67: 뱧 => byah
    "\u0062\u0079\u0061\u0068",
    // 0xbc68: 뱨 => byae
    "\u0062\u0079\u0061\u0065",
    // 0xbc69: 뱩 => byaeg
    "\u0062\u0079\u0061\u0065\u0067",
    // 0xbc6a: 뱪 => byaegg
    "\u0062\u0079\u0061\u0065\u0067\u0067",
    // 0xbc6b: 뱫 => byaegs
    "\u0062\u0079\u0061\u0065\u0067\u0073",
    // 0xbc6c: 뱬 => byaen
    "\u0062\u0079\u0061\u0065\u006e",
    // 0xbc6d: 뱭 => byaenj
    "\u0062\u0079\u0061\u0065\u006e\u006a",
    // 0xbc6e: 뱮 => byaenh
    "\u0062\u0079\u0061\u0065\u006e\u0068",
    // 0xbc6f: 뱯 => byaed
    "\u0062\u0079\u0061\u0065\u0064",
    // 0xbc70: 뱰 => byael
    "\u0062\u0079\u0061\u0065\u006c",
    // 0xbc71: 뱱 => byaelg
    "\u0062\u0079\u0061\u0065\u006c\u0067",
    // 0xbc72: 뱲 => byaelm
    "\u0062\u0079\u0061\u0065\u006c\u006d",
    // 0xbc73: 뱳 => byaelb
    "\u0062\u0079\u0061\u0065\u006c\u0062",
    // 0xbc74: 뱴 => byaels
    "\u0062\u0079\u0061\u0065\u006c\u0073",
    // 0xbc75: 뱵 => byaelt
    "\u0062\u0079\u0061\u0065\u006c\u0074",
    // 0xbc76: 뱶 => byaelp
    "\u0062\u0079\u0061\u0065\u006c\u0070",
    // 0xbc77: 뱷 => byaelh
    "\u0062\u0079\u0061\u0065\u006c\u0068",
    // 0xbc78: 뱸 => byaem
    "\u0062\u0079\u0061\u0065\u006d",
    // 0xbc79: 뱹 => byaeb
    "\u0062\u0079\u0061\u0065\u0062",
    // 0xbc7a: 뱺 => byaebs
    "\u0062\u0079\u0061\u0065\u0062\u0073",
    // 0xbc7b: 뱻 => byaes
    "\u0062\u0079\u0061\u0065\u0073",
    // 0xbc7c: 뱼 => byaess
    "\u0062\u0079\u0061\u0065\u0073\u0073",
    // 0xbc7d: 뱽 => byaeng
    "\u0062\u0079\u0061\u0065\u006e\u0067",
    // 0xbc7e: 뱾 => byaej
    "\u0062\u0079\u0061\u0065\u006a",
    // 0xbc7f: 뱿 => byaec
    "\u0062\u0079\u0061\u0065\u0063",
    // 0xbc80: 벀 => byaek
    "\u0062\u0079\u0061\u0065\u006b",
    // 0xbc81: 벁 => byaet
    "\u0062\u0079\u0061\u0065\u0074",
    // 0xbc82: 벂 => byaep
    "\u0062\u0079\u0061\u0065\u0070",
    // 0xbc83: 벃 => byaeh
    "\u0062\u0079\u0061\u0065\u0068",
    // 0xbc84: 버 => beo
    "\u0062\u0065\u006f",
    // 0xbc85: 벅 => beog
    "\u0062\u0065\u006f\u0067",
    // 0xbc86: 벆 => beogg
    "\u0062\u0065\u006f\u0067\u0067",
    // 0xbc87: 벇 => beogs
    "\u0062\u0065\u006f\u0067\u0073",
    // 0xbc88: 번 => beon
    "\u0062\u0065\u006f\u006e",
    // 0xbc89: 벉 => beonj
    "\u0062\u0065\u006f\u006e\u006a",
    // 0xbc8a: 벊 => beonh
    "\u0062\u0065\u006f\u006e\u0068",
    // 0xbc8b: 벋 => beod
    "\u0062\u0065\u006f\u0064",
    // 0xbc8c: 벌 => beol
    "\u0062\u0065\u006f\u006c",
    // 0xbc8d: 벍 => beolg
    "\u0062\u0065\u006f\u006c\u0067",
    // 0xbc8e: 벎 => beolm
    "\u0062\u0065\u006f\u006c\u006d",
    // 0xbc8f: 벏 => beolb
    "\u0062\u0065\u006f\u006c\u0062",
    // 0xbc90: 벐 => beols
    "\u0062\u0065\u006f\u006c\u0073",
    // 0xbc91: 벑 => beolt
    "\u0062\u0065\u006f\u006c\u0074",
    // 0xbc92: 벒 => beolp
    "\u0062\u0065\u006f\u006c\u0070",
    // 0xbc93: 벓 => beolh
    "\u0062\u0065\u006f\u006c\u0068",
    // 0xbc94: 범 => beom
    "\u0062\u0065\u006f\u006d",
    // 0xbc95: 법 => beob
    "\u0062\u0065\u006f\u0062",
    // 0xbc96: 벖 => beobs
    "\u0062\u0065\u006f\u0062\u0073",
    // 0xbc97: 벗 => beos
    "\u0062\u0065\u006f\u0073",
    // 0xbc98: 벘 => beoss
    "\u0062\u0065\u006f\u0073\u0073",
    // 0xbc99: 벙 => beong
    "\u0062\u0065\u006f\u006e\u0067",
    // 0xbc9a: 벚 => beoj
    "\u0062\u0065\u006f\u006a",
    // 0xbc9b: 벛 => beoc
    "\u0062\u0065\u006f\u0063",
    // 0xbc9c: 벜 => beok
    "\u0062\u0065\u006f\u006b",
    // 0xbc9d: 벝 => beot
    "\u0062\u0065\u006f\u0074",
    // 0xbc9e: 벞 => beop
    "\u0062\u0065\u006f\u0070",
    // 0xbc9f: 벟 => beoh
    "\u0062\u0065\u006f\u0068",
    // 0xbca0: 베 => be
    "\u0062\u0065",
    // 0xbca1: 벡 => beg
    "\u0062\u0065\u0067",
    // 0xbca2: 벢 => begg
    "\u0062\u0065\u0067\u0067",
    // 0xbca3: 벣 => begs
    "\u0062\u0065\u0067\u0073",
    // 0xbca4: 벤 => ben
    "\u0062\u0065\u006e",
    // 0xbca5: 벥 => benj
    "\u0062\u0065\u006e\u006a",
    // 0xbca6: 벦 => benh
    "\u0062\u0065\u006e\u0068",
    // 0xbca7: 벧 => bed
    "\u0062\u0065\u0064",
    // 0xbca8: 벨 => bel
    "\u0062\u0065\u006c",
    // 0xbca9: 벩 => belg
    "\u0062\u0065\u006c\u0067",
    // 0xbcaa: 벪 => belm
    "\u0062\u0065\u006c\u006d",
    // 0xbcab: 벫 => belb
    "\u0062\u0065\u006c\u0062",
    // 0xbcac: 벬 => bels
    "\u0062\u0065\u006c\u0073",
    // 0xbcad: 벭 => belt
    "\u0062\u0065\u006c\u0074",
    // 0xbcae: 벮 => belp
    "\u0062\u0065\u006c\u0070",
    // 0xbcaf: 벯 => belh
    "\u0062\u0065\u006c\u0068",
    // 0xbcb0: 벰 => bem
    "\u0062\u0065\u006d",
    // 0xbcb1: 벱 => beb
    "\u0062\u0065\u0062",
    // 0xbcb2: 벲 => bebs
    "\u0062\u0065\u0062\u0073",
    // 0xbcb3: 벳 => bes
    "\u0062\u0065\u0073",
    // 0xbcb4: 벴 => bess
    "\u0062\u0065\u0073\u0073",
    // 0xbcb5: 벵 => beng
    "\u0062\u0065\u006e\u0067",
    // 0xbcb6: 벶 => bej
    "\u0062\u0065\u006a",
    // 0xbcb7: 벷 => bec
    "\u0062\u0065\u0063",
    // 0xbcb8: 벸 => bek
    "\u0062\u0065\u006b",
    // 0xbcb9: 벹 => bet
    "\u0062\u0065\u0074",
    // 0xbcba: 벺 => bep
    "\u0062\u0065\u0070",
    // 0xbcbb: 벻 => beh
    "\u0062\u0065\u0068",
    // 0xbcbc: 벼 => byeo
    "\u0062\u0079\u0065\u006f",
    // 0xbcbd: 벽 => byeog
    "\u0062\u0079\u0065\u006f\u0067",
    // 0xbcbe: 벾 => byeogg
    "\u0062\u0079\u0065\u006f\u0067\u0067",
    // 0xbcbf: 벿 => byeogs
    "\u0062\u0079\u0065\u006f\u0067\u0073",
    // 0xbcc0: 변 => byeon
    "\u0062\u0079\u0065\u006f\u006e",
    // 0xbcc1: 볁 => byeonj
    "\u0062\u0079\u0065\u006f\u006e\u006a",
    // 0xbcc2: 볂 => byeonh
    "\u0062\u0079\u0065\u006f\u006e\u0068",
    // 0xbcc3: 볃 => byeod
    "\u0062\u0079\u0065\u006f\u0064",
    // 0xbcc4: 별 => byeol
    "\u0062\u0079\u0065\u006f\u006c",
    // 0xbcc5: 볅 => byeolg
    "\u0062\u0079\u0065\u006f\u006c\u0067",
    // 0xbcc6: 볆 => byeolm
    "\u0062\u0079\u0065\u006f\u006c\u006d",
    // 0xbcc7: 볇 => byeolb
    "\u0062\u0079\u0065\u006f\u006c\u0062",
    // 0xbcc8: 볈 => byeols
    "\u0062\u0079\u0065\u006f\u006c\u0073",
    // 0xbcc9: 볉 => byeolt
    "\u0062\u0079\u0065\u006f\u006c\u0074",
    // 0xbcca: 볊 => byeolp
    "\u0062\u0079\u0065\u006f\u006c\u0070",
    // 0xbccb: 볋 => byeolh
    "\u0062\u0079\u0065\u006f\u006c\u0068",
    // 0xbccc: 볌 => byeom
    "\u0062\u0079\u0065\u006f\u006d",
    // 0xbccd: 볍 => byeob
    "\u0062\u0079\u0065\u006f\u0062",
    // 0xbcce: 볎 => byeobs
    "\u0062\u0079\u0065\u006f\u0062\u0073",
    // 0xbccf: 볏 => byeos
    "\u0062\u0079\u0065\u006f\u0073",
    // 0xbcd0: 볐 => byeoss
    "\u0062\u0079\u0065\u006f\u0073\u0073",
    // 0xbcd1: 병 => byeong
    "\u0062\u0079\u0065\u006f\u006e\u0067",
    // 0xbcd2: 볒 => byeoj
    "\u0062\u0079\u0065\u006f\u006a",
    // 0xbcd3: 볓 => byeoc
    "\u0062\u0079\u0065\u006f\u0063",
    // 0xbcd4: 볔 => byeok
    "\u0062\u0079\u0065\u006f\u006b",
    // 0xbcd5: 볕 => byeot
    "\u0062\u0079\u0065\u006f\u0074",
    // 0xbcd6: 볖 => byeop
    "\u0062\u0079\u0065\u006f\u0070",
    // 0xbcd7: 볗 => byeoh
    "\u0062\u0079\u0065\u006f\u0068",
    // 0xbcd8: 볘 => bye
    "\u0062\u0079\u0065",
    // 0xbcd9: 볙 => byeg
    "\u0062\u0079\u0065\u0067",
    // 0xbcda: 볚 => byegg
    "\u0062\u0079\u0065\u0067\u0067",
    // 0xbcdb: 볛 => byegs
    "\u0062\u0079\u0065\u0067\u0073",
    // 0xbcdc: 볜 => byen
    "\u0062\u0079\u0065\u006e",
    // 0xbcdd: 볝 => byenj
    "\u0062\u0079\u0065\u006e\u006a",
    // 0xbcde: 볞 => byenh
    "\u0062\u0079\u0065\u006e\u0068",
    // 0xbcdf: 볟 => byed
    "\u0062\u0079\u0065\u0064",
    // 0xbce0: 볠 => byel
    "\u0062\u0079\u0065\u006c",
    // 0xbce1: 볡 => byelg
    "\u0062\u0079\u0065\u006c\u0067",
    // 0xbce2: 볢 => byelm
    "\u0062\u0079\u0065\u006c\u006d",
    // 0xbce3: 볣 => byelb
    "\u0062\u0079\u0065\u006c\u0062",
    // 0xbce4: 볤 => byels
    "\u0062\u0079\u0065\u006c\u0073",
    // 0xbce5: 볥 => byelt
    "\u0062\u0079\u0065\u006c\u0074",
    // 0xbce6: 볦 => byelp
    "\u0062\u0079\u0065\u006c\u0070",
    // 0xbce7: 볧 => byelh
    "\u0062\u0079\u0065\u006c\u0068",
    // 0xbce8: 볨 => byem
    "\u0062\u0079\u0065\u006d",
    // 0xbce9: 볩 => byeb
    "\u0062\u0079\u0065\u0062",
    // 0xbcea: 볪 => byebs
    "\u0062\u0079\u0065\u0062\u0073",
    // 0xbceb: 볫 => byes
    "\u0062\u0079\u0065\u0073",
    // 0xbcec: 볬 => byess
    "\u0062\u0079\u0065\u0073\u0073",
    // 0xbced: 볭 => byeng
    "\u0062\u0079\u0065\u006e\u0067",
    // 0xbcee: 볮 => byej
    "\u0062\u0079\u0065\u006a",
    // 0xbcef: 볯 => byec
    "\u0062\u0079\u0065\u0063",
    // 0xbcf0: 볰 => byek
    "\u0062\u0079\u0065\u006b",
    // 0xbcf1: 볱 => byet
    "\u0062\u0079\u0065\u0074",
    // 0xbcf2: 볲 => byep
    "\u0062\u0079\u0065\u0070",
    // 0xbcf3: 볳 => byeh
    "\u0062\u0079\u0065\u0068",
    // 0xbcf4: 보 => bo
    "\u0062\u006f",
    // 0xbcf5: 복 => bog
    "\u0062\u006f\u0067",
    // 0xbcf6: 볶 => bogg
    "\u0062\u006f\u0067\u0067",
    // 0xbcf7: 볷 => bogs
    "\u0062\u006f\u0067\u0073",
    // 0xbcf8: 본 => bon
    "\u0062\u006f\u006e",
    // 0xbcf9: 볹 => bonj
    "\u0062\u006f\u006e\u006a",
    // 0xbcfa: 볺 => bonh
    "\u0062\u006f\u006e\u0068",
    // 0xbcfb: 볻 => bod
    "\u0062\u006f\u0064",
    // 0xbcfc: 볼 => bol
    "\u0062\u006f\u006c",
    // 0xbcfd: 볽 => bolg
    "\u0062\u006f\u006c\u0067",
    // 0xbcfe: 볾 => bolm
    "\u0062\u006f\u006c\u006d",
    // 0xbcff: 볿 => bolb
    "\u0062\u006f\u006c\u0062",
)
