package com.jeffpdavidson.kotwords.formats.unidecode

internal val xbd = arrayOf(
    // 0xbd00: 봀 => bols
    "\u0062\u006f\u006c\u0073",
    // 0xbd01: 봁 => bolt
    "\u0062\u006f\u006c\u0074",
    // 0xbd02: 봂 => bolp
    "\u0062\u006f\u006c\u0070",
    // 0xbd03: 봃 => bolh
    "\u0062\u006f\u006c\u0068",
    // 0xbd04: 봄 => bom
    "\u0062\u006f\u006d",
    // 0xbd05: 봅 => bob
    "\u0062\u006f\u0062",
    // 0xbd06: 봆 => bobs
    "\u0062\u006f\u0062\u0073",
    // 0xbd07: 봇 => bos
    "\u0062\u006f\u0073",
    // 0xbd08: 봈 => boss
    "\u0062\u006f\u0073\u0073",
    // 0xbd09: 봉 => bong
    "\u0062\u006f\u006e\u0067",
    // 0xbd0a: 봊 => boj
    "\u0062\u006f\u006a",
    // 0xbd0b: 봋 => boc
    "\u0062\u006f\u0063",
    // 0xbd0c: 봌 => bok
    "\u0062\u006f\u006b",
    // 0xbd0d: 봍 => bot
    "\u0062\u006f\u0074",
    // 0xbd0e: 봎 => bop
    "\u0062\u006f\u0070",
    // 0xbd0f: 봏 => boh
    "\u0062\u006f\u0068",
    // 0xbd10: 봐 => bwa
    "\u0062\u0077\u0061",
    // 0xbd11: 봑 => bwag
    "\u0062\u0077\u0061\u0067",
    // 0xbd12: 봒 => bwagg
    "\u0062\u0077\u0061\u0067\u0067",
    // 0xbd13: 봓 => bwags
    "\u0062\u0077\u0061\u0067\u0073",
    // 0xbd14: 봔 => bwan
    "\u0062\u0077\u0061\u006e",
    // 0xbd15: 봕 => bwanj
    "\u0062\u0077\u0061\u006e\u006a",
    // 0xbd16: 봖 => bwanh
    "\u0062\u0077\u0061\u006e\u0068",
    // 0xbd17: 봗 => bwad
    "\u0062\u0077\u0061\u0064",
    // 0xbd18: 봘 => bwal
    "\u0062\u0077\u0061\u006c",
    // 0xbd19: 봙 => bwalg
    "\u0062\u0077\u0061\u006c\u0067",
    // 0xbd1a: 봚 => bwalm
    "\u0062\u0077\u0061\u006c\u006d",
    // 0xbd1b: 봛 => bwalb
    "\u0062\u0077\u0061\u006c\u0062",
    // 0xbd1c: 봜 => bwals
    "\u0062\u0077\u0061\u006c\u0073",
    // 0xbd1d: 봝 => bwalt
    "\u0062\u0077\u0061\u006c\u0074",
    // 0xbd1e: 봞 => bwalp
    "\u0062\u0077\u0061\u006c\u0070",
    // 0xbd1f: 봟 => bwalh
    "\u0062\u0077\u0061\u006c\u0068",
    // 0xbd20: 봠 => bwam
    "\u0062\u0077\u0061\u006d",
    // 0xbd21: 봡 => bwab
    "\u0062\u0077\u0061\u0062",
    // 0xbd22: 봢 => bwabs
    "\u0062\u0077\u0061\u0062\u0073",
    // 0xbd23: 봣 => bwas
    "\u0062\u0077\u0061\u0073",
    // 0xbd24: 봤 => bwass
    "\u0062\u0077\u0061\u0073\u0073",
    // 0xbd25: 봥 => bwang
    "\u0062\u0077\u0061\u006e\u0067",
    // 0xbd26: 봦 => bwaj
    "\u0062\u0077\u0061\u006a",
    // 0xbd27: 봧 => bwac
    "\u0062\u0077\u0061\u0063",
    // 0xbd28: 봨 => bwak
    "\u0062\u0077\u0061\u006b",
    // 0xbd29: 봩 => bwat
    "\u0062\u0077\u0061\u0074",
    // 0xbd2a: 봪 => bwap
    "\u0062\u0077\u0061\u0070",
    // 0xbd2b: 봫 => bwah
    "\u0062\u0077\u0061\u0068",
    // 0xbd2c: 봬 => bwae
    "\u0062\u0077\u0061\u0065",
    // 0xbd2d: 봭 => bwaeg
    "\u0062\u0077\u0061\u0065\u0067",
    // 0xbd2e: 봮 => bwaegg
    "\u0062\u0077\u0061\u0065\u0067\u0067",
    // 0xbd2f: 봯 => bwaegs
    "\u0062\u0077\u0061\u0065\u0067\u0073",
    // 0xbd30: 봰 => bwaen
    "\u0062\u0077\u0061\u0065\u006e",
    // 0xbd31: 봱 => bwaenj
    "\u0062\u0077\u0061\u0065\u006e\u006a",
    // 0xbd32: 봲 => bwaenh
    "\u0062\u0077\u0061\u0065\u006e\u0068",
    // 0xbd33: 봳 => bwaed
    "\u0062\u0077\u0061\u0065\u0064",
    // 0xbd34: 봴 => bwael
    "\u0062\u0077\u0061\u0065\u006c",
    // 0xbd35: 봵 => bwaelg
    "\u0062\u0077\u0061\u0065\u006c\u0067",
    // 0xbd36: 봶 => bwaelm
    "\u0062\u0077\u0061\u0065\u006c\u006d",
    // 0xbd37: 봷 => bwaelb
    "\u0062\u0077\u0061\u0065\u006c\u0062",
    // 0xbd38: 봸 => bwaels
    "\u0062\u0077\u0061\u0065\u006c\u0073",
    // 0xbd39: 봹 => bwaelt
    "\u0062\u0077\u0061\u0065\u006c\u0074",
    // 0xbd3a: 봺 => bwaelp
    "\u0062\u0077\u0061\u0065\u006c\u0070",
    // 0xbd3b: 봻 => bwaelh
    "\u0062\u0077\u0061\u0065\u006c\u0068",
    // 0xbd3c: 봼 => bwaem
    "\u0062\u0077\u0061\u0065\u006d",
    // 0xbd3d: 봽 => bwaeb
    "\u0062\u0077\u0061\u0065\u0062",
    // 0xbd3e: 봾 => bwaebs
    "\u0062\u0077\u0061\u0065\u0062\u0073",
    // 0xbd3f: 봿 => bwaes
    "\u0062\u0077\u0061\u0065\u0073",
    // 0xbd40: 뵀 => bwaess
    "\u0062\u0077\u0061\u0065\u0073\u0073",
    // 0xbd41: 뵁 => bwaeng
    "\u0062\u0077\u0061\u0065\u006e\u0067",
    // 0xbd42: 뵂 => bwaej
    "\u0062\u0077\u0061\u0065\u006a",
    // 0xbd43: 뵃 => bwaec
    "\u0062\u0077\u0061\u0065\u0063",
    // 0xbd44: 뵄 => bwaek
    "\u0062\u0077\u0061\u0065\u006b",
    // 0xbd45: 뵅 => bwaet
    "\u0062\u0077\u0061\u0065\u0074",
    // 0xbd46: 뵆 => bwaep
    "\u0062\u0077\u0061\u0065\u0070",
    // 0xbd47: 뵇 => bwaeh
    "\u0062\u0077\u0061\u0065\u0068",
    // 0xbd48: 뵈 => boe
    "\u0062\u006f\u0065",
    // 0xbd49: 뵉 => boeg
    "\u0062\u006f\u0065\u0067",
    // 0xbd4a: 뵊 => boegg
    "\u0062\u006f\u0065\u0067\u0067",
    // 0xbd4b: 뵋 => boegs
    "\u0062\u006f\u0065\u0067\u0073",
    // 0xbd4c: 뵌 => boen
    "\u0062\u006f\u0065\u006e",
    // 0xbd4d: 뵍 => boenj
    "\u0062\u006f\u0065\u006e\u006a",
    // 0xbd4e: 뵎 => boenh
    "\u0062\u006f\u0065\u006e\u0068",
    // 0xbd4f: 뵏 => boed
    "\u0062\u006f\u0065\u0064",
    // 0xbd50: 뵐 => boel
    "\u0062\u006f\u0065\u006c",
    // 0xbd51: 뵑 => boelg
    "\u0062\u006f\u0065\u006c\u0067",
    // 0xbd52: 뵒 => boelm
    "\u0062\u006f\u0065\u006c\u006d",
    // 0xbd53: 뵓 => boelb
    "\u0062\u006f\u0065\u006c\u0062",
    // 0xbd54: 뵔 => boels
    "\u0062\u006f\u0065\u006c\u0073",
    // 0xbd55: 뵕 => boelt
    "\u0062\u006f\u0065\u006c\u0074",
    // 0xbd56: 뵖 => boelp
    "\u0062\u006f\u0065\u006c\u0070",
    // 0xbd57: 뵗 => boelh
    "\u0062\u006f\u0065\u006c\u0068",
    // 0xbd58: 뵘 => boem
    "\u0062\u006f\u0065\u006d",
    // 0xbd59: 뵙 => boeb
    "\u0062\u006f\u0065\u0062",
    // 0xbd5a: 뵚 => boebs
    "\u0062\u006f\u0065\u0062\u0073",
    // 0xbd5b: 뵛 => boes
    "\u0062\u006f\u0065\u0073",
    // 0xbd5c: 뵜 => boess
    "\u0062\u006f\u0065\u0073\u0073",
    // 0xbd5d: 뵝 => boeng
    "\u0062\u006f\u0065\u006e\u0067",
    // 0xbd5e: 뵞 => boej
    "\u0062\u006f\u0065\u006a",
    // 0xbd5f: 뵟 => boec
    "\u0062\u006f\u0065\u0063",
    // 0xbd60: 뵠 => boek
    "\u0062\u006f\u0065\u006b",
    // 0xbd61: 뵡 => boet
    "\u0062\u006f\u0065\u0074",
    // 0xbd62: 뵢 => boep
    "\u0062\u006f\u0065\u0070",
    // 0xbd63: 뵣 => boeh
    "\u0062\u006f\u0065\u0068",
    // 0xbd64: 뵤 => byo
    "\u0062\u0079\u006f",
    // 0xbd65: 뵥 => byog
    "\u0062\u0079\u006f\u0067",
    // 0xbd66: 뵦 => byogg
    "\u0062\u0079\u006f\u0067\u0067",
    // 0xbd67: 뵧 => byogs
    "\u0062\u0079\u006f\u0067\u0073",
    // 0xbd68: 뵨 => byon
    "\u0062\u0079\u006f\u006e",
    // 0xbd69: 뵩 => byonj
    "\u0062\u0079\u006f\u006e\u006a",
    // 0xbd6a: 뵪 => byonh
    "\u0062\u0079\u006f\u006e\u0068",
    // 0xbd6b: 뵫 => byod
    "\u0062\u0079\u006f\u0064",
    // 0xbd6c: 뵬 => byol
    "\u0062\u0079\u006f\u006c",
    // 0xbd6d: 뵭 => byolg
    "\u0062\u0079\u006f\u006c\u0067",
    // 0xbd6e: 뵮 => byolm
    "\u0062\u0079\u006f\u006c\u006d",
    // 0xbd6f: 뵯 => byolb
    "\u0062\u0079\u006f\u006c\u0062",
    // 0xbd70: 뵰 => byols
    "\u0062\u0079\u006f\u006c\u0073",
    // 0xbd71: 뵱 => byolt
    "\u0062\u0079\u006f\u006c\u0074",
    // 0xbd72: 뵲 => byolp
    "\u0062\u0079\u006f\u006c\u0070",
    // 0xbd73: 뵳 => byolh
    "\u0062\u0079\u006f\u006c\u0068",
    // 0xbd74: 뵴 => byom
    "\u0062\u0079\u006f\u006d",
    // 0xbd75: 뵵 => byob
    "\u0062\u0079\u006f\u0062",
    // 0xbd76: 뵶 => byobs
    "\u0062\u0079\u006f\u0062\u0073",
    // 0xbd77: 뵷 => byos
    "\u0062\u0079\u006f\u0073",
    // 0xbd78: 뵸 => byoss
    "\u0062\u0079\u006f\u0073\u0073",
    // 0xbd79: 뵹 => byong
    "\u0062\u0079\u006f\u006e\u0067",
    // 0xbd7a: 뵺 => byoj
    "\u0062\u0079\u006f\u006a",
    // 0xbd7b: 뵻 => byoc
    "\u0062\u0079\u006f\u0063",
    // 0xbd7c: 뵼 => byok
    "\u0062\u0079\u006f\u006b",
    // 0xbd7d: 뵽 => byot
    "\u0062\u0079\u006f\u0074",
    // 0xbd7e: 뵾 => byop
    "\u0062\u0079\u006f\u0070",
    // 0xbd7f: 뵿 => byoh
    "\u0062\u0079\u006f\u0068",
    // 0xbd80: 부 => bu
    "\u0062\u0075",
    // 0xbd81: 북 => bug
    "\u0062\u0075\u0067",
    // 0xbd82: 붂 => bugg
    "\u0062\u0075\u0067\u0067",
    // 0xbd83: 붃 => bugs
    "\u0062\u0075\u0067\u0073",
    // 0xbd84: 분 => bun
    "\u0062\u0075\u006e",
    // 0xbd85: 붅 => bunj
    "\u0062\u0075\u006e\u006a",
    // 0xbd86: 붆 => bunh
    "\u0062\u0075\u006e\u0068",
    // 0xbd87: 붇 => bud
    "\u0062\u0075\u0064",
    // 0xbd88: 불 => bul
    "\u0062\u0075\u006c",
    // 0xbd89: 붉 => bulg
    "\u0062\u0075\u006c\u0067",
    // 0xbd8a: 붊 => bulm
    "\u0062\u0075\u006c\u006d",
    // 0xbd8b: 붋 => bulb
    "\u0062\u0075\u006c\u0062",
    // 0xbd8c: 붌 => buls
    "\u0062\u0075\u006c\u0073",
    // 0xbd8d: 붍 => bult
    "\u0062\u0075\u006c\u0074",
    // 0xbd8e: 붎 => bulp
    "\u0062\u0075\u006c\u0070",
    // 0xbd8f: 붏 => bulh
    "\u0062\u0075\u006c\u0068",
    // 0xbd90: 붐 => bum
    "\u0062\u0075\u006d",
    // 0xbd91: 붑 => bub
    "\u0062\u0075\u0062",
    // 0xbd92: 붒 => bubs
    "\u0062\u0075\u0062\u0073",
    // 0xbd93: 붓 => bus
    "\u0062\u0075\u0073",
    // 0xbd94: 붔 => buss
    "\u0062\u0075\u0073\u0073",
    // 0xbd95: 붕 => bung
    "\u0062\u0075\u006e\u0067",
    // 0xbd96: 붖 => buj
    "\u0062\u0075\u006a",
    // 0xbd97: 붗 => buc
    "\u0062\u0075\u0063",
    // 0xbd98: 붘 => buk
    "\u0062\u0075\u006b",
    // 0xbd99: 붙 => but
    "\u0062\u0075\u0074",
    // 0xbd9a: 붚 => bup
    "\u0062\u0075\u0070",
    // 0xbd9b: 붛 => buh
    "\u0062\u0075\u0068",
    // 0xbd9c: 붜 => bweo
    "\u0062\u0077\u0065\u006f",
    // 0xbd9d: 붝 => bweog
    "\u0062\u0077\u0065\u006f\u0067",
    // 0xbd9e: 붞 => bweogg
    "\u0062\u0077\u0065\u006f\u0067\u0067",
    // 0xbd9f: 붟 => bweogs
    "\u0062\u0077\u0065\u006f\u0067\u0073",
    // 0xbda0: 붠 => bweon
    "\u0062\u0077\u0065\u006f\u006e",
    // 0xbda1: 붡 => bweonj
    "\u0062\u0077\u0065\u006f\u006e\u006a",
    // 0xbda2: 붢 => bweonh
    "\u0062\u0077\u0065\u006f\u006e\u0068",
    // 0xbda3: 붣 => bweod
    "\u0062\u0077\u0065\u006f\u0064",
    // 0xbda4: 붤 => bweol
    "\u0062\u0077\u0065\u006f\u006c",
    // 0xbda5: 붥 => bweolg
    "\u0062\u0077\u0065\u006f\u006c\u0067",
    // 0xbda6: 붦 => bweolm
    "\u0062\u0077\u0065\u006f\u006c\u006d",
    // 0xbda7: 붧 => bweolb
    "\u0062\u0077\u0065\u006f\u006c\u0062",
    // 0xbda8: 붨 => bweols
    "\u0062\u0077\u0065\u006f\u006c\u0073",
    // 0xbda9: 붩 => bweolt
    "\u0062\u0077\u0065\u006f\u006c\u0074",
    // 0xbdaa: 붪 => bweolp
    "\u0062\u0077\u0065\u006f\u006c\u0070",
    // 0xbdab: 붫 => bweolh
    "\u0062\u0077\u0065\u006f\u006c\u0068",
    // 0xbdac: 붬 => bweom
    "\u0062\u0077\u0065\u006f\u006d",
    // 0xbdad: 붭 => bweob
    "\u0062\u0077\u0065\u006f\u0062",
    // 0xbdae: 붮 => bweobs
    "\u0062\u0077\u0065\u006f\u0062\u0073",
    // 0xbdaf: 붯 => bweos
    "\u0062\u0077\u0065\u006f\u0073",
    // 0xbdb0: 붰 => bweoss
    "\u0062\u0077\u0065\u006f\u0073\u0073",
    // 0xbdb1: 붱 => bweong
    "\u0062\u0077\u0065\u006f\u006e\u0067",
    // 0xbdb2: 붲 => bweoj
    "\u0062\u0077\u0065\u006f\u006a",
    // 0xbdb3: 붳 => bweoc
    "\u0062\u0077\u0065\u006f\u0063",
    // 0xbdb4: 붴 => bweok
    "\u0062\u0077\u0065\u006f\u006b",
    // 0xbdb5: 붵 => bweot
    "\u0062\u0077\u0065\u006f\u0074",
    // 0xbdb6: 붶 => bweop
    "\u0062\u0077\u0065\u006f\u0070",
    // 0xbdb7: 붷 => bweoh
    "\u0062\u0077\u0065\u006f\u0068",
    // 0xbdb8: 붸 => bwe
    "\u0062\u0077\u0065",
    // 0xbdb9: 붹 => bweg
    "\u0062\u0077\u0065\u0067",
    // 0xbdba: 붺 => bwegg
    "\u0062\u0077\u0065\u0067\u0067",
    // 0xbdbb: 붻 => bwegs
    "\u0062\u0077\u0065\u0067\u0073",
    // 0xbdbc: 붼 => bwen
    "\u0062\u0077\u0065\u006e",
    // 0xbdbd: 붽 => bwenj
    "\u0062\u0077\u0065\u006e\u006a",
    // 0xbdbe: 붾 => bwenh
    "\u0062\u0077\u0065\u006e\u0068",
    // 0xbdbf: 붿 => bwed
    "\u0062\u0077\u0065\u0064",
    // 0xbdc0: 뷀 => bwel
    "\u0062\u0077\u0065\u006c",
    // 0xbdc1: 뷁 => bwelg
    "\u0062\u0077\u0065\u006c\u0067",
    // 0xbdc2: 뷂 => bwelm
    "\u0062\u0077\u0065\u006c\u006d",
    // 0xbdc3: 뷃 => bwelb
    "\u0062\u0077\u0065\u006c\u0062",
    // 0xbdc4: 뷄 => bwels
    "\u0062\u0077\u0065\u006c\u0073",
    // 0xbdc5: 뷅 => bwelt
    "\u0062\u0077\u0065\u006c\u0074",
    // 0xbdc6: 뷆 => bwelp
    "\u0062\u0077\u0065\u006c\u0070",
    // 0xbdc7: 뷇 => bwelh
    "\u0062\u0077\u0065\u006c\u0068",
    // 0xbdc8: 뷈 => bwem
    "\u0062\u0077\u0065\u006d",
    // 0xbdc9: 뷉 => bweb
    "\u0062\u0077\u0065\u0062",
    // 0xbdca: 뷊 => bwebs
    "\u0062\u0077\u0065\u0062\u0073",
    // 0xbdcb: 뷋 => bwes
    "\u0062\u0077\u0065\u0073",
    // 0xbdcc: 뷌 => bwess
    "\u0062\u0077\u0065\u0073\u0073",
    // 0xbdcd: 뷍 => bweng
    "\u0062\u0077\u0065\u006e\u0067",
    // 0xbdce: 뷎 => bwej
    "\u0062\u0077\u0065\u006a",
    // 0xbdcf: 뷏 => bwec
    "\u0062\u0077\u0065\u0063",
    // 0xbdd0: 뷐 => bwek
    "\u0062\u0077\u0065\u006b",
    // 0xbdd1: 뷑 => bwet
    "\u0062\u0077\u0065\u0074",
    // 0xbdd2: 뷒 => bwep
    "\u0062\u0077\u0065\u0070",
    // 0xbdd3: 뷓 => bweh
    "\u0062\u0077\u0065\u0068",
    // 0xbdd4: 뷔 => bwi
    "\u0062\u0077\u0069",
    // 0xbdd5: 뷕 => bwig
    "\u0062\u0077\u0069\u0067",
    // 0xbdd6: 뷖 => bwigg
    "\u0062\u0077\u0069\u0067\u0067",
    // 0xbdd7: 뷗 => bwigs
    "\u0062\u0077\u0069\u0067\u0073",
    // 0xbdd8: 뷘 => bwin
    "\u0062\u0077\u0069\u006e",
    // 0xbdd9: 뷙 => bwinj
    "\u0062\u0077\u0069\u006e\u006a",
    // 0xbdda: 뷚 => bwinh
    "\u0062\u0077\u0069\u006e\u0068",
    // 0xbddb: 뷛 => bwid
    "\u0062\u0077\u0069\u0064",
    // 0xbddc: 뷜 => bwil
    "\u0062\u0077\u0069\u006c",
    // 0xbddd: 뷝 => bwilg
    "\u0062\u0077\u0069\u006c\u0067",
    // 0xbdde: 뷞 => bwilm
    "\u0062\u0077\u0069\u006c\u006d",
    // 0xbddf: 뷟 => bwilb
    "\u0062\u0077\u0069\u006c\u0062",
    // 0xbde0: 뷠 => bwils
    "\u0062\u0077\u0069\u006c\u0073",
    // 0xbde1: 뷡 => bwilt
    "\u0062\u0077\u0069\u006c\u0074",
    // 0xbde2: 뷢 => bwilp
    "\u0062\u0077\u0069\u006c\u0070",
    // 0xbde3: 뷣 => bwilh
    "\u0062\u0077\u0069\u006c\u0068",
    // 0xbde4: 뷤 => bwim
    "\u0062\u0077\u0069\u006d",
    // 0xbde5: 뷥 => bwib
    "\u0062\u0077\u0069\u0062",
    // 0xbde6: 뷦 => bwibs
    "\u0062\u0077\u0069\u0062\u0073",
    // 0xbde7: 뷧 => bwis
    "\u0062\u0077\u0069\u0073",
    // 0xbde8: 뷨 => bwiss
    "\u0062\u0077\u0069\u0073\u0073",
    // 0xbde9: 뷩 => bwing
    "\u0062\u0077\u0069\u006e\u0067",
    // 0xbdea: 뷪 => bwij
    "\u0062\u0077\u0069\u006a",
    // 0xbdeb: 뷫 => bwic
    "\u0062\u0077\u0069\u0063",
    // 0xbdec: 뷬 => bwik
    "\u0062\u0077\u0069\u006b",
    // 0xbded: 뷭 => bwit
    "\u0062\u0077\u0069\u0074",
    // 0xbdee: 뷮 => bwip
    "\u0062\u0077\u0069\u0070",
    // 0xbdef: 뷯 => bwih
    "\u0062\u0077\u0069\u0068",
    // 0xbdf0: 뷰 => byu
    "\u0062\u0079\u0075",
    // 0xbdf1: 뷱 => byug
    "\u0062\u0079\u0075\u0067",
    // 0xbdf2: 뷲 => byugg
    "\u0062\u0079\u0075\u0067\u0067",
    // 0xbdf3: 뷳 => byugs
    "\u0062\u0079\u0075\u0067\u0073",
    // 0xbdf4: 뷴 => byun
    "\u0062\u0079\u0075\u006e",
    // 0xbdf5: 뷵 => byunj
    "\u0062\u0079\u0075\u006e\u006a",
    // 0xbdf6: 뷶 => byunh
    "\u0062\u0079\u0075\u006e\u0068",
    // 0xbdf7: 뷷 => byud
    "\u0062\u0079\u0075\u0064",
    // 0xbdf8: 뷸 => byul
    "\u0062\u0079\u0075\u006c",
    // 0xbdf9: 뷹 => byulg
    "\u0062\u0079\u0075\u006c\u0067",
    // 0xbdfa: 뷺 => byulm
    "\u0062\u0079\u0075\u006c\u006d",
    // 0xbdfb: 뷻 => byulb
    "\u0062\u0079\u0075\u006c\u0062",
    // 0xbdfc: 뷼 => byuls
    "\u0062\u0079\u0075\u006c\u0073",
    // 0xbdfd: 뷽 => byult
    "\u0062\u0079\u0075\u006c\u0074",
    // 0xbdfe: 뷾 => byulp
    "\u0062\u0079\u0075\u006c\u0070",
    // 0xbdff: 뷿 => byulh
    "\u0062\u0079\u0075\u006c\u0068",
)
