package com.jeffpdavidson.kotwords.formats.unidecode

internal val xbe = arrayOf(
    // 0xbe00: 븀 => byum
    "\u0062\u0079\u0075\u006d",
    // 0xbe01: 븁 => byub
    "\u0062\u0079\u0075\u0062",
    // 0xbe02: 븂 => byubs
    "\u0062\u0079\u0075\u0062\u0073",
    // 0xbe03: 븃 => byus
    "\u0062\u0079\u0075\u0073",
    // 0xbe04: 븄 => byuss
    "\u0062\u0079\u0075\u0073\u0073",
    // 0xbe05: 븅 => byung
    "\u0062\u0079\u0075\u006e\u0067",
    // 0xbe06: 븆 => byuj
    "\u0062\u0079\u0075\u006a",
    // 0xbe07: 븇 => byuc
    "\u0062\u0079\u0075\u0063",
    // 0xbe08: 븈 => byuk
    "\u0062\u0079\u0075\u006b",
    // 0xbe09: 븉 => byut
    "\u0062\u0079\u0075\u0074",
    // 0xbe0a: 븊 => byup
    "\u0062\u0079\u0075\u0070",
    // 0xbe0b: 븋 => byuh
    "\u0062\u0079\u0075\u0068",
    // 0xbe0c: 브 => beu
    "\u0062\u0065\u0075",
    // 0xbe0d: 븍 => beug
    "\u0062\u0065\u0075\u0067",
    // 0xbe0e: 븎 => beugg
    "\u0062\u0065\u0075\u0067\u0067",
    // 0xbe0f: 븏 => beugs
    "\u0062\u0065\u0075\u0067\u0073",
    // 0xbe10: 븐 => beun
    "\u0062\u0065\u0075\u006e",
    // 0xbe11: 븑 => beunj
    "\u0062\u0065\u0075\u006e\u006a",
    // 0xbe12: 븒 => beunh
    "\u0062\u0065\u0075\u006e\u0068",
    // 0xbe13: 븓 => beud
    "\u0062\u0065\u0075\u0064",
    // 0xbe14: 블 => beul
    "\u0062\u0065\u0075\u006c",
    // 0xbe15: 븕 => beulg
    "\u0062\u0065\u0075\u006c\u0067",
    // 0xbe16: 븖 => beulm
    "\u0062\u0065\u0075\u006c\u006d",
    // 0xbe17: 븗 => beulb
    "\u0062\u0065\u0075\u006c\u0062",
    // 0xbe18: 븘 => beuls
    "\u0062\u0065\u0075\u006c\u0073",
    // 0xbe19: 븙 => beult
    "\u0062\u0065\u0075\u006c\u0074",
    // 0xbe1a: 븚 => beulp
    "\u0062\u0065\u0075\u006c\u0070",
    // 0xbe1b: 븛 => beulh
    "\u0062\u0065\u0075\u006c\u0068",
    // 0xbe1c: 븜 => beum
    "\u0062\u0065\u0075\u006d",
    // 0xbe1d: 븝 => beub
    "\u0062\u0065\u0075\u0062",
    // 0xbe1e: 븞 => beubs
    "\u0062\u0065\u0075\u0062\u0073",
    // 0xbe1f: 븟 => beus
    "\u0062\u0065\u0075\u0073",
    // 0xbe20: 븠 => beuss
    "\u0062\u0065\u0075\u0073\u0073",
    // 0xbe21: 븡 => beung
    "\u0062\u0065\u0075\u006e\u0067",
    // 0xbe22: 븢 => beuj
    "\u0062\u0065\u0075\u006a",
    // 0xbe23: 븣 => beuc
    "\u0062\u0065\u0075\u0063",
    // 0xbe24: 븤 => beuk
    "\u0062\u0065\u0075\u006b",
    // 0xbe25: 븥 => beut
    "\u0062\u0065\u0075\u0074",
    // 0xbe26: 븦 => beup
    "\u0062\u0065\u0075\u0070",
    // 0xbe27: 븧 => beuh
    "\u0062\u0065\u0075\u0068",
    // 0xbe28: 븨 => byi
    "\u0062\u0079\u0069",
    // 0xbe29: 븩 => byig
    "\u0062\u0079\u0069\u0067",
    // 0xbe2a: 븪 => byigg
    "\u0062\u0079\u0069\u0067\u0067",
    // 0xbe2b: 븫 => byigs
    "\u0062\u0079\u0069\u0067\u0073",
    // 0xbe2c: 븬 => byin
    "\u0062\u0079\u0069\u006e",
    // 0xbe2d: 븭 => byinj
    "\u0062\u0079\u0069\u006e\u006a",
    // 0xbe2e: 븮 => byinh
    "\u0062\u0079\u0069\u006e\u0068",
    // 0xbe2f: 븯 => byid
    "\u0062\u0079\u0069\u0064",
    // 0xbe30: 븰 => byil
    "\u0062\u0079\u0069\u006c",
    // 0xbe31: 븱 => byilg
    "\u0062\u0079\u0069\u006c\u0067",
    // 0xbe32: 븲 => byilm
    "\u0062\u0079\u0069\u006c\u006d",
    // 0xbe33: 븳 => byilb
    "\u0062\u0079\u0069\u006c\u0062",
    // 0xbe34: 븴 => byils
    "\u0062\u0079\u0069\u006c\u0073",
    // 0xbe35: 븵 => byilt
    "\u0062\u0079\u0069\u006c\u0074",
    // 0xbe36: 븶 => byilp
    "\u0062\u0079\u0069\u006c\u0070",
    // 0xbe37: 븷 => byilh
    "\u0062\u0079\u0069\u006c\u0068",
    // 0xbe38: 븸 => byim
    "\u0062\u0079\u0069\u006d",
    // 0xbe39: 븹 => byib
    "\u0062\u0079\u0069\u0062",
    // 0xbe3a: 븺 => byibs
    "\u0062\u0079\u0069\u0062\u0073",
    // 0xbe3b: 븻 => byis
    "\u0062\u0079\u0069\u0073",
    // 0xbe3c: 븼 => byiss
    "\u0062\u0079\u0069\u0073\u0073",
    // 0xbe3d: 븽 => bying
    "\u0062\u0079\u0069\u006e\u0067",
    // 0xbe3e: 븾 => byij
    "\u0062\u0079\u0069\u006a",
    // 0xbe3f: 븿 => byic
    "\u0062\u0079\u0069\u0063",
    // 0xbe40: 빀 => byik
    "\u0062\u0079\u0069\u006b",
    // 0xbe41: 빁 => byit
    "\u0062\u0079\u0069\u0074",
    // 0xbe42: 빂 => byip
    "\u0062\u0079\u0069\u0070",
    // 0xbe43: 빃 => byih
    "\u0062\u0079\u0069\u0068",
    // 0xbe44: 비 => bi
    "\u0062\u0069",
    // 0xbe45: 빅 => big
    "\u0062\u0069\u0067",
    // 0xbe46: 빆 => bigg
    "\u0062\u0069\u0067\u0067",
    // 0xbe47: 빇 => bigs
    "\u0062\u0069\u0067\u0073",
    // 0xbe48: 빈 => bin
    "\u0062\u0069\u006e",
    // 0xbe49: 빉 => binj
    "\u0062\u0069\u006e\u006a",
    // 0xbe4a: 빊 => binh
    "\u0062\u0069\u006e\u0068",
    // 0xbe4b: 빋 => bid
    "\u0062\u0069\u0064",
    // 0xbe4c: 빌 => bil
    "\u0062\u0069\u006c",
    // 0xbe4d: 빍 => bilg
    "\u0062\u0069\u006c\u0067",
    // 0xbe4e: 빎 => bilm
    "\u0062\u0069\u006c\u006d",
    // 0xbe4f: 빏 => bilb
    "\u0062\u0069\u006c\u0062",
    // 0xbe50: 빐 => bils
    "\u0062\u0069\u006c\u0073",
    // 0xbe51: 빑 => bilt
    "\u0062\u0069\u006c\u0074",
    // 0xbe52: 빒 => bilp
    "\u0062\u0069\u006c\u0070",
    // 0xbe53: 빓 => bilh
    "\u0062\u0069\u006c\u0068",
    // 0xbe54: 빔 => bim
    "\u0062\u0069\u006d",
    // 0xbe55: 빕 => bib
    "\u0062\u0069\u0062",
    // 0xbe56: 빖 => bibs
    "\u0062\u0069\u0062\u0073",
    // 0xbe57: 빗 => bis
    "\u0062\u0069\u0073",
    // 0xbe58: 빘 => biss
    "\u0062\u0069\u0073\u0073",
    // 0xbe59: 빙 => bing
    "\u0062\u0069\u006e\u0067",
    // 0xbe5a: 빚 => bij
    "\u0062\u0069\u006a",
    // 0xbe5b: 빛 => bic
    "\u0062\u0069\u0063",
    // 0xbe5c: 빜 => bik
    "\u0062\u0069\u006b",
    // 0xbe5d: 빝 => bit
    "\u0062\u0069\u0074",
    // 0xbe5e: 빞 => bip
    "\u0062\u0069\u0070",
    // 0xbe5f: 빟 => bih
    "\u0062\u0069\u0068",
    // 0xbe60: 빠 => bba
    "\u0062\u0062\u0061",
    // 0xbe61: 빡 => bbag
    "\u0062\u0062\u0061\u0067",
    // 0xbe62: 빢 => bbagg
    "\u0062\u0062\u0061\u0067\u0067",
    // 0xbe63: 빣 => bbags
    "\u0062\u0062\u0061\u0067\u0073",
    // 0xbe64: 빤 => bban
    "\u0062\u0062\u0061\u006e",
    // 0xbe65: 빥 => bbanj
    "\u0062\u0062\u0061\u006e\u006a",
    // 0xbe66: 빦 => bbanh
    "\u0062\u0062\u0061\u006e\u0068",
    // 0xbe67: 빧 => bbad
    "\u0062\u0062\u0061\u0064",
    // 0xbe68: 빨 => bbal
    "\u0062\u0062\u0061\u006c",
    // 0xbe69: 빩 => bbalg
    "\u0062\u0062\u0061\u006c\u0067",
    // 0xbe6a: 빪 => bbalm
    "\u0062\u0062\u0061\u006c\u006d",
    // 0xbe6b: 빫 => bbalb
    "\u0062\u0062\u0061\u006c\u0062",
    // 0xbe6c: 빬 => bbals
    "\u0062\u0062\u0061\u006c\u0073",
    // 0xbe6d: 빭 => bbalt
    "\u0062\u0062\u0061\u006c\u0074",
    // 0xbe6e: 빮 => bbalp
    "\u0062\u0062\u0061\u006c\u0070",
    // 0xbe6f: 빯 => bbalh
    "\u0062\u0062\u0061\u006c\u0068",
    // 0xbe70: 빰 => bbam
    "\u0062\u0062\u0061\u006d",
    // 0xbe71: 빱 => bbab
    "\u0062\u0062\u0061\u0062",
    // 0xbe72: 빲 => bbabs
    "\u0062\u0062\u0061\u0062\u0073",
    // 0xbe73: 빳 => bbas
    "\u0062\u0062\u0061\u0073",
    // 0xbe74: 빴 => bbass
    "\u0062\u0062\u0061\u0073\u0073",
    // 0xbe75: 빵 => bbang
    "\u0062\u0062\u0061\u006e\u0067",
    // 0xbe76: 빶 => bbaj
    "\u0062\u0062\u0061\u006a",
    // 0xbe77: 빷 => bbac
    "\u0062\u0062\u0061\u0063",
    // 0xbe78: 빸 => bbak
    "\u0062\u0062\u0061\u006b",
    // 0xbe79: 빹 => bbat
    "\u0062\u0062\u0061\u0074",
    // 0xbe7a: 빺 => bbap
    "\u0062\u0062\u0061\u0070",
    // 0xbe7b: 빻 => bbah
    "\u0062\u0062\u0061\u0068",
    // 0xbe7c: 빼 => bbae
    "\u0062\u0062\u0061\u0065",
    // 0xbe7d: 빽 => bbaeg
    "\u0062\u0062\u0061\u0065\u0067",
    // 0xbe7e: 빾 => bbaegg
    "\u0062\u0062\u0061\u0065\u0067\u0067",
    // 0xbe7f: 빿 => bbaegs
    "\u0062\u0062\u0061\u0065\u0067\u0073",
    // 0xbe80: 뺀 => bbaen
    "\u0062\u0062\u0061\u0065\u006e",
    // 0xbe81: 뺁 => bbaenj
    "\u0062\u0062\u0061\u0065\u006e\u006a",
    // 0xbe82: 뺂 => bbaenh
    "\u0062\u0062\u0061\u0065\u006e\u0068",
    // 0xbe83: 뺃 => bbaed
    "\u0062\u0062\u0061\u0065\u0064",
    // 0xbe84: 뺄 => bbael
    "\u0062\u0062\u0061\u0065\u006c",
    // 0xbe85: 뺅 => bbaelg
    "\u0062\u0062\u0061\u0065\u006c\u0067",
    // 0xbe86: 뺆 => bbaelm
    "\u0062\u0062\u0061\u0065\u006c\u006d",
    // 0xbe87: 뺇 => bbaelb
    "\u0062\u0062\u0061\u0065\u006c\u0062",
    // 0xbe88: 뺈 => bbaels
    "\u0062\u0062\u0061\u0065\u006c\u0073",
    // 0xbe89: 뺉 => bbaelt
    "\u0062\u0062\u0061\u0065\u006c\u0074",
    // 0xbe8a: 뺊 => bbaelp
    "\u0062\u0062\u0061\u0065\u006c\u0070",
    // 0xbe8b: 뺋 => bbaelh
    "\u0062\u0062\u0061\u0065\u006c\u0068",
    // 0xbe8c: 뺌 => bbaem
    "\u0062\u0062\u0061\u0065\u006d",
    // 0xbe8d: 뺍 => bbaeb
    "\u0062\u0062\u0061\u0065\u0062",
    // 0xbe8e: 뺎 => bbaebs
    "\u0062\u0062\u0061\u0065\u0062\u0073",
    // 0xbe8f: 뺏 => bbaes
    "\u0062\u0062\u0061\u0065\u0073",
    // 0xbe90: 뺐 => bbaess
    "\u0062\u0062\u0061\u0065\u0073\u0073",
    // 0xbe91: 뺑 => bbaeng
    "\u0062\u0062\u0061\u0065\u006e\u0067",
    // 0xbe92: 뺒 => bbaej
    "\u0062\u0062\u0061\u0065\u006a",
    // 0xbe93: 뺓 => bbaec
    "\u0062\u0062\u0061\u0065\u0063",
    // 0xbe94: 뺔 => bbaek
    "\u0062\u0062\u0061\u0065\u006b",
    // 0xbe95: 뺕 => bbaet
    "\u0062\u0062\u0061\u0065\u0074",
    // 0xbe96: 뺖 => bbaep
    "\u0062\u0062\u0061\u0065\u0070",
    // 0xbe97: 뺗 => bbaeh
    "\u0062\u0062\u0061\u0065\u0068",
    // 0xbe98: 뺘 => bbya
    "\u0062\u0062\u0079\u0061",
    // 0xbe99: 뺙 => bbyag
    "\u0062\u0062\u0079\u0061\u0067",
    // 0xbe9a: 뺚 => bbyagg
    "\u0062\u0062\u0079\u0061\u0067\u0067",
    // 0xbe9b: 뺛 => bbyags
    "\u0062\u0062\u0079\u0061\u0067\u0073",
    // 0xbe9c: 뺜 => bbyan
    "\u0062\u0062\u0079\u0061\u006e",
    // 0xbe9d: 뺝 => bbyanj
    "\u0062\u0062\u0079\u0061\u006e\u006a",
    // 0xbe9e: 뺞 => bbyanh
    "\u0062\u0062\u0079\u0061\u006e\u0068",
    // 0xbe9f: 뺟 => bbyad
    "\u0062\u0062\u0079\u0061\u0064",
    // 0xbea0: 뺠 => bbyal
    "\u0062\u0062\u0079\u0061\u006c",
    // 0xbea1: 뺡 => bbyalg
    "\u0062\u0062\u0079\u0061\u006c\u0067",
    // 0xbea2: 뺢 => bbyalm
    "\u0062\u0062\u0079\u0061\u006c\u006d",
    // 0xbea3: 뺣 => bbyalb
    "\u0062\u0062\u0079\u0061\u006c\u0062",
    // 0xbea4: 뺤 => bbyals
    "\u0062\u0062\u0079\u0061\u006c\u0073",
    // 0xbea5: 뺥 => bbyalt
    "\u0062\u0062\u0079\u0061\u006c\u0074",
    // 0xbea6: 뺦 => bbyalp
    "\u0062\u0062\u0079\u0061\u006c\u0070",
    // 0xbea7: 뺧 => bbyalh
    "\u0062\u0062\u0079\u0061\u006c\u0068",
    // 0xbea8: 뺨 => bbyam
    "\u0062\u0062\u0079\u0061\u006d",
    // 0xbea9: 뺩 => bbyab
    "\u0062\u0062\u0079\u0061\u0062",
    // 0xbeaa: 뺪 => bbyabs
    "\u0062\u0062\u0079\u0061\u0062\u0073",
    // 0xbeab: 뺫 => bbyas
    "\u0062\u0062\u0079\u0061\u0073",
    // 0xbeac: 뺬 => bbyass
    "\u0062\u0062\u0079\u0061\u0073\u0073",
    // 0xbead: 뺭 => bbyang
    "\u0062\u0062\u0079\u0061\u006e\u0067",
    // 0xbeae: 뺮 => bbyaj
    "\u0062\u0062\u0079\u0061\u006a",
    // 0xbeaf: 뺯 => bbyac
    "\u0062\u0062\u0079\u0061\u0063",
    // 0xbeb0: 뺰 => bbyak
    "\u0062\u0062\u0079\u0061\u006b",
    // 0xbeb1: 뺱 => bbyat
    "\u0062\u0062\u0079\u0061\u0074",
    // 0xbeb2: 뺲 => bbyap
    "\u0062\u0062\u0079\u0061\u0070",
    // 0xbeb3: 뺳 => bbyah
    "\u0062\u0062\u0079\u0061\u0068",
    // 0xbeb4: 뺴 => bbyae
    "\u0062\u0062\u0079\u0061\u0065",
    // 0xbeb5: 뺵 => bbyaeg
    "\u0062\u0062\u0079\u0061\u0065\u0067",
    // 0xbeb6: 뺶 => bbyaegg
    "\u0062\u0062\u0079\u0061\u0065\u0067\u0067",
    // 0xbeb7: 뺷 => bbyaegs
    "\u0062\u0062\u0079\u0061\u0065\u0067\u0073",
    // 0xbeb8: 뺸 => bbyaen
    "\u0062\u0062\u0079\u0061\u0065\u006e",
    // 0xbeb9: 뺹 => bbyaenj
    "\u0062\u0062\u0079\u0061\u0065\u006e\u006a",
    // 0xbeba: 뺺 => bbyaenh
    "\u0062\u0062\u0079\u0061\u0065\u006e\u0068",
    // 0xbebb: 뺻 => bbyaed
    "\u0062\u0062\u0079\u0061\u0065\u0064",
    // 0xbebc: 뺼 => bbyael
    "\u0062\u0062\u0079\u0061\u0065\u006c",
    // 0xbebd: 뺽 => bbyaelg
    "\u0062\u0062\u0079\u0061\u0065\u006c\u0067",
    // 0xbebe: 뺾 => bbyaelm
    "\u0062\u0062\u0079\u0061\u0065\u006c\u006d",
    // 0xbebf: 뺿 => bbyaelb
    "\u0062\u0062\u0079\u0061\u0065\u006c\u0062",
    // 0xbec0: 뻀 => bbyaels
    "\u0062\u0062\u0079\u0061\u0065\u006c\u0073",
    // 0xbec1: 뻁 => bbyaelt
    "\u0062\u0062\u0079\u0061\u0065\u006c\u0074",
    // 0xbec2: 뻂 => bbyaelp
    "\u0062\u0062\u0079\u0061\u0065\u006c\u0070",
    // 0xbec3: 뻃 => bbyaelh
    "\u0062\u0062\u0079\u0061\u0065\u006c\u0068",
    // 0xbec4: 뻄 => bbyaem
    "\u0062\u0062\u0079\u0061\u0065\u006d",
    // 0xbec5: 뻅 => bbyaeb
    "\u0062\u0062\u0079\u0061\u0065\u0062",
    // 0xbec6: 뻆 => bbyaebs
    "\u0062\u0062\u0079\u0061\u0065\u0062\u0073",
    // 0xbec7: 뻇 => bbyaes
    "\u0062\u0062\u0079\u0061\u0065\u0073",
    // 0xbec8: 뻈 => bbyaess
    "\u0062\u0062\u0079\u0061\u0065\u0073\u0073",
    // 0xbec9: 뻉 => bbyaeng
    "\u0062\u0062\u0079\u0061\u0065\u006e\u0067",
    // 0xbeca: 뻊 => bbyaej
    "\u0062\u0062\u0079\u0061\u0065\u006a",
    // 0xbecb: 뻋 => bbyaec
    "\u0062\u0062\u0079\u0061\u0065\u0063",
    // 0xbecc: 뻌 => bbyaek
    "\u0062\u0062\u0079\u0061\u0065\u006b",
    // 0xbecd: 뻍 => bbyaet
    "\u0062\u0062\u0079\u0061\u0065\u0074",
    // 0xbece: 뻎 => bbyaep
    "\u0062\u0062\u0079\u0061\u0065\u0070",
    // 0xbecf: 뻏 => bbyaeh
    "\u0062\u0062\u0079\u0061\u0065\u0068",
    // 0xbed0: 뻐 => bbeo
    "\u0062\u0062\u0065\u006f",
    // 0xbed1: 뻑 => bbeog
    "\u0062\u0062\u0065\u006f\u0067",
    // 0xbed2: 뻒 => bbeogg
    "\u0062\u0062\u0065\u006f\u0067\u0067",
    // 0xbed3: 뻓 => bbeogs
    "\u0062\u0062\u0065\u006f\u0067\u0073",
    // 0xbed4: 뻔 => bbeon
    "\u0062\u0062\u0065\u006f\u006e",
    // 0xbed5: 뻕 => bbeonj
    "\u0062\u0062\u0065\u006f\u006e\u006a",
    // 0xbed6: 뻖 => bbeonh
    "\u0062\u0062\u0065\u006f\u006e\u0068",
    // 0xbed7: 뻗 => bbeod
    "\u0062\u0062\u0065\u006f\u0064",
    // 0xbed8: 뻘 => bbeol
    "\u0062\u0062\u0065\u006f\u006c",
    // 0xbed9: 뻙 => bbeolg
    "\u0062\u0062\u0065\u006f\u006c\u0067",
    // 0xbeda: 뻚 => bbeolm
    "\u0062\u0062\u0065\u006f\u006c\u006d",
    // 0xbedb: 뻛 => bbeolb
    "\u0062\u0062\u0065\u006f\u006c\u0062",
    // 0xbedc: 뻜 => bbeols
    "\u0062\u0062\u0065\u006f\u006c\u0073",
    // 0xbedd: 뻝 => bbeolt
    "\u0062\u0062\u0065\u006f\u006c\u0074",
    // 0xbede: 뻞 => bbeolp
    "\u0062\u0062\u0065\u006f\u006c\u0070",
    // 0xbedf: 뻟 => bbeolh
    "\u0062\u0062\u0065\u006f\u006c\u0068",
    // 0xbee0: 뻠 => bbeom
    "\u0062\u0062\u0065\u006f\u006d",
    // 0xbee1: 뻡 => bbeob
    "\u0062\u0062\u0065\u006f\u0062",
    // 0xbee2: 뻢 => bbeobs
    "\u0062\u0062\u0065\u006f\u0062\u0073",
    // 0xbee3: 뻣 => bbeos
    "\u0062\u0062\u0065\u006f\u0073",
    // 0xbee4: 뻤 => bbeoss
    "\u0062\u0062\u0065\u006f\u0073\u0073",
    // 0xbee5: 뻥 => bbeong
    "\u0062\u0062\u0065\u006f\u006e\u0067",
    // 0xbee6: 뻦 => bbeoj
    "\u0062\u0062\u0065\u006f\u006a",
    // 0xbee7: 뻧 => bbeoc
    "\u0062\u0062\u0065\u006f\u0063",
    // 0xbee8: 뻨 => bbeok
    "\u0062\u0062\u0065\u006f\u006b",
    // 0xbee9: 뻩 => bbeot
    "\u0062\u0062\u0065\u006f\u0074",
    // 0xbeea: 뻪 => bbeop
    "\u0062\u0062\u0065\u006f\u0070",
    // 0xbeeb: 뻫 => bbeoh
    "\u0062\u0062\u0065\u006f\u0068",
    // 0xbeec: 뻬 => bbe
    "\u0062\u0062\u0065",
    // 0xbeed: 뻭 => bbeg
    "\u0062\u0062\u0065\u0067",
    // 0xbeee: 뻮 => bbegg
    "\u0062\u0062\u0065\u0067\u0067",
    // 0xbeef: 뻯 => bbegs
    "\u0062\u0062\u0065\u0067\u0073",
    // 0xbef0: 뻰 => bben
    "\u0062\u0062\u0065\u006e",
    // 0xbef1: 뻱 => bbenj
    "\u0062\u0062\u0065\u006e\u006a",
    // 0xbef2: 뻲 => bbenh
    "\u0062\u0062\u0065\u006e\u0068",
    // 0xbef3: 뻳 => bbed
    "\u0062\u0062\u0065\u0064",
    // 0xbef4: 뻴 => bbel
    "\u0062\u0062\u0065\u006c",
    // 0xbef5: 뻵 => bbelg
    "\u0062\u0062\u0065\u006c\u0067",
    // 0xbef6: 뻶 => bbelm
    "\u0062\u0062\u0065\u006c\u006d",
    // 0xbef7: 뻷 => bbelb
    "\u0062\u0062\u0065\u006c\u0062",
    // 0xbef8: 뻸 => bbels
    "\u0062\u0062\u0065\u006c\u0073",
    // 0xbef9: 뻹 => bbelt
    "\u0062\u0062\u0065\u006c\u0074",
    // 0xbefa: 뻺 => bbelp
    "\u0062\u0062\u0065\u006c\u0070",
    // 0xbefb: 뻻 => bbelh
    "\u0062\u0062\u0065\u006c\u0068",
    // 0xbefc: 뻼 => bbem
    "\u0062\u0062\u0065\u006d",
    // 0xbefd: 뻽 => bbeb
    "\u0062\u0062\u0065\u0062",
    // 0xbefe: 뻾 => bbebs
    "\u0062\u0062\u0065\u0062\u0073",
    // 0xbeff: 뻿 => bbes
    "\u0062\u0062\u0065\u0073",
)
