package com.jeffpdavidson.kotwords.formats.unidecode

internal val xc1 = arrayOf(
    // 0xc100: 섀 => syae
    "\u0073\u0079\u0061\u0065",
    // 0xc101: 섁 => syaeg
    "\u0073\u0079\u0061\u0065\u0067",
    // 0xc102: 섂 => syaegg
    "\u0073\u0079\u0061\u0065\u0067\u0067",
    // 0xc103: 섃 => syaegs
    "\u0073\u0079\u0061\u0065\u0067\u0073",
    // 0xc104: 섄 => syaen
    "\u0073\u0079\u0061\u0065\u006e",
    // 0xc105: 섅 => syaenj
    "\u0073\u0079\u0061\u0065\u006e\u006a",
    // 0xc106: 섆 => syaenh
    "\u0073\u0079\u0061\u0065\u006e\u0068",
    // 0xc107: 섇 => syaed
    "\u0073\u0079\u0061\u0065\u0064",
    // 0xc108: 섈 => syael
    "\u0073\u0079\u0061\u0065\u006c",
    // 0xc109: 섉 => syaelg
    "\u0073\u0079\u0061\u0065\u006c\u0067",
    // 0xc10a: 섊 => syaelm
    "\u0073\u0079\u0061\u0065\u006c\u006d",
    // 0xc10b: 섋 => syaelb
    "\u0073\u0079\u0061\u0065\u006c\u0062",
    // 0xc10c: 섌 => syaels
    "\u0073\u0079\u0061\u0065\u006c\u0073",
    // 0xc10d: 섍 => syaelt
    "\u0073\u0079\u0061\u0065\u006c\u0074",
    // 0xc10e: 섎 => syaelp
    "\u0073\u0079\u0061\u0065\u006c\u0070",
    // 0xc10f: 섏 => syaelh
    "\u0073\u0079\u0061\u0065\u006c\u0068",
    // 0xc110: 섐 => syaem
    "\u0073\u0079\u0061\u0065\u006d",
    // 0xc111: 섑 => syaeb
    "\u0073\u0079\u0061\u0065\u0062",
    // 0xc112: 섒 => syaebs
    "\u0073\u0079\u0061\u0065\u0062\u0073",
    // 0xc113: 섓 => syaes
    "\u0073\u0079\u0061\u0065\u0073",
    // 0xc114: 섔 => syaess
    "\u0073\u0079\u0061\u0065\u0073\u0073",
    // 0xc115: 섕 => syaeng
    "\u0073\u0079\u0061\u0065\u006e\u0067",
    // 0xc116: 섖 => syaej
    "\u0073\u0079\u0061\u0065\u006a",
    // 0xc117: 섗 => syaec
    "\u0073\u0079\u0061\u0065\u0063",
    // 0xc118: 섘 => syaek
    "\u0073\u0079\u0061\u0065\u006b",
    // 0xc119: 섙 => syaet
    "\u0073\u0079\u0061\u0065\u0074",
    // 0xc11a: 섚 => syaep
    "\u0073\u0079\u0061\u0065\u0070",
    // 0xc11b: 섛 => syaeh
    "\u0073\u0079\u0061\u0065\u0068",
    // 0xc11c: 서 => seo
    "\u0073\u0065\u006f",
    // 0xc11d: 석 => seog
    "\u0073\u0065\u006f\u0067",
    // 0xc11e: 섞 => seogg
    "\u0073\u0065\u006f\u0067\u0067",
    // 0xc11f: 섟 => seogs
    "\u0073\u0065\u006f\u0067\u0073",
    // 0xc120: 선 => seon
    "\u0073\u0065\u006f\u006e",
    // 0xc121: 섡 => seonj
    "\u0073\u0065\u006f\u006e\u006a",
    // 0xc122: 섢 => seonh
    "\u0073\u0065\u006f\u006e\u0068",
    // 0xc123: 섣 => seod
    "\u0073\u0065\u006f\u0064",
    // 0xc124: 설 => seol
    "\u0073\u0065\u006f\u006c",
    // 0xc125: 섥 => seolg
    "\u0073\u0065\u006f\u006c\u0067",
    // 0xc126: 섦 => seolm
    "\u0073\u0065\u006f\u006c\u006d",
    // 0xc127: 섧 => seolb
    "\u0073\u0065\u006f\u006c\u0062",
    // 0xc128: 섨 => seols
    "\u0073\u0065\u006f\u006c\u0073",
    // 0xc129: 섩 => seolt
    "\u0073\u0065\u006f\u006c\u0074",
    // 0xc12a: 섪 => seolp
    "\u0073\u0065\u006f\u006c\u0070",
    // 0xc12b: 섫 => seolh
    "\u0073\u0065\u006f\u006c\u0068",
    // 0xc12c: 섬 => seom
    "\u0073\u0065\u006f\u006d",
    // 0xc12d: 섭 => seob
    "\u0073\u0065\u006f\u0062",
    // 0xc12e: 섮 => seobs
    "\u0073\u0065\u006f\u0062\u0073",
    // 0xc12f: 섯 => seos
    "\u0073\u0065\u006f\u0073",
    // 0xc130: 섰 => seoss
    "\u0073\u0065\u006f\u0073\u0073",
    // 0xc131: 성 => seong
    "\u0073\u0065\u006f\u006e\u0067",
    // 0xc132: 섲 => seoj
    "\u0073\u0065\u006f\u006a",
    // 0xc133: 섳 => seoc
    "\u0073\u0065\u006f\u0063",
    // 0xc134: 섴 => seok
    "\u0073\u0065\u006f\u006b",
    // 0xc135: 섵 => seot
    "\u0073\u0065\u006f\u0074",
    // 0xc136: 섶 => seop
    "\u0073\u0065\u006f\u0070",
    // 0xc137: 섷 => seoh
    "\u0073\u0065\u006f\u0068",
    // 0xc138: 세 => se
    "\u0073\u0065",
    // 0xc139: 섹 => seg
    "\u0073\u0065\u0067",
    // 0xc13a: 섺 => segg
    "\u0073\u0065\u0067\u0067",
    // 0xc13b: 섻 => segs
    "\u0073\u0065\u0067\u0073",
    // 0xc13c: 센 => sen
    "\u0073\u0065\u006e",
    // 0xc13d: 섽 => senj
    "\u0073\u0065\u006e\u006a",
    // 0xc13e: 섾 => senh
    "\u0073\u0065\u006e\u0068",
    // 0xc13f: 섿 => sed
    "\u0073\u0065\u0064",
    // 0xc140: 셀 => sel
    "\u0073\u0065\u006c",
    // 0xc141: 셁 => selg
    "\u0073\u0065\u006c\u0067",
    // 0xc142: 셂 => selm
    "\u0073\u0065\u006c\u006d",
    // 0xc143: 셃 => selb
    "\u0073\u0065\u006c\u0062",
    // 0xc144: 셄 => sels
    "\u0073\u0065\u006c\u0073",
    // 0xc145: 셅 => selt
    "\u0073\u0065\u006c\u0074",
    // 0xc146: 셆 => selp
    "\u0073\u0065\u006c\u0070",
    // 0xc147: 셇 => selh
    "\u0073\u0065\u006c\u0068",
    // 0xc148: 셈 => sem
    "\u0073\u0065\u006d",
    // 0xc149: 셉 => seb
    "\u0073\u0065\u0062",
    // 0xc14a: 셊 => sebs
    "\u0073\u0065\u0062\u0073",
    // 0xc14b: 셋 => ses
    "\u0073\u0065\u0073",
    // 0xc14c: 셌 => sess
    "\u0073\u0065\u0073\u0073",
    // 0xc14d: 셍 => seng
    "\u0073\u0065\u006e\u0067",
    // 0xc14e: 셎 => sej
    "\u0073\u0065\u006a",
    // 0xc14f: 셏 => sec
    "\u0073\u0065\u0063",
    // 0xc150: 셐 => sek
    "\u0073\u0065\u006b",
    // 0xc151: 셑 => set
    "\u0073\u0065\u0074",
    // 0xc152: 셒 => sep
    "\u0073\u0065\u0070",
    // 0xc153: 셓 => seh
    "\u0073\u0065\u0068",
    // 0xc154: 셔 => syeo
    "\u0073\u0079\u0065\u006f",
    // 0xc155: 셕 => syeog
    "\u0073\u0079\u0065\u006f\u0067",
    // 0xc156: 셖 => syeogg
    "\u0073\u0079\u0065\u006f\u0067\u0067",
    // 0xc157: 셗 => syeogs
    "\u0073\u0079\u0065\u006f\u0067\u0073",
    // 0xc158: 션 => syeon
    "\u0073\u0079\u0065\u006f\u006e",
    // 0xc159: 셙 => syeonj
    "\u0073\u0079\u0065\u006f\u006e\u006a",
    // 0xc15a: 셚 => syeonh
    "\u0073\u0079\u0065\u006f\u006e\u0068",
    // 0xc15b: 셛 => syeod
    "\u0073\u0079\u0065\u006f\u0064",
    // 0xc15c: 셜 => syeol
    "\u0073\u0079\u0065\u006f\u006c",
    // 0xc15d: 셝 => syeolg
    "\u0073\u0079\u0065\u006f\u006c\u0067",
    // 0xc15e: 셞 => syeolm
    "\u0073\u0079\u0065\u006f\u006c\u006d",
    // 0xc15f: 셟 => syeolb
    "\u0073\u0079\u0065\u006f\u006c\u0062",
    // 0xc160: 셠 => syeols
    "\u0073\u0079\u0065\u006f\u006c\u0073",
    // 0xc161: 셡 => syeolt
    "\u0073\u0079\u0065\u006f\u006c\u0074",
    // 0xc162: 셢 => syeolp
    "\u0073\u0079\u0065\u006f\u006c\u0070",
    // 0xc163: 셣 => syeolh
    "\u0073\u0079\u0065\u006f\u006c\u0068",
    // 0xc164: 셤 => syeom
    "\u0073\u0079\u0065\u006f\u006d",
    // 0xc165: 셥 => syeob
    "\u0073\u0079\u0065\u006f\u0062",
    // 0xc166: 셦 => syeobs
    "\u0073\u0079\u0065\u006f\u0062\u0073",
    // 0xc167: 셧 => syeos
    "\u0073\u0079\u0065\u006f\u0073",
    // 0xc168: 셨 => syeoss
    "\u0073\u0079\u0065\u006f\u0073\u0073",
    // 0xc169: 셩 => syeong
    "\u0073\u0079\u0065\u006f\u006e\u0067",
    // 0xc16a: 셪 => syeoj
    "\u0073\u0079\u0065\u006f\u006a",
    // 0xc16b: 셫 => syeoc
    "\u0073\u0079\u0065\u006f\u0063",
    // 0xc16c: 셬 => syeok
    "\u0073\u0079\u0065\u006f\u006b",
    // 0xc16d: 셭 => syeot
    "\u0073\u0079\u0065\u006f\u0074",
    // 0xc16e: 셮 => syeop
    "\u0073\u0079\u0065\u006f\u0070",
    // 0xc16f: 셯 => syeoh
    "\u0073\u0079\u0065\u006f\u0068",
    // 0xc170: 셰 => sye
    "\u0073\u0079\u0065",
    // 0xc171: 셱 => syeg
    "\u0073\u0079\u0065\u0067",
    // 0xc172: 셲 => syegg
    "\u0073\u0079\u0065\u0067\u0067",
    // 0xc173: 셳 => syegs
    "\u0073\u0079\u0065\u0067\u0073",
    // 0xc174: 셴 => syen
    "\u0073\u0079\u0065\u006e",
    // 0xc175: 셵 => syenj
    "\u0073\u0079\u0065\u006e\u006a",
    // 0xc176: 셶 => syenh
    "\u0073\u0079\u0065\u006e\u0068",
    // 0xc177: 셷 => syed
    "\u0073\u0079\u0065\u0064",
    // 0xc178: 셸 => syel
    "\u0073\u0079\u0065\u006c",
    // 0xc179: 셹 => syelg
    "\u0073\u0079\u0065\u006c\u0067",
    // 0xc17a: 셺 => syelm
    "\u0073\u0079\u0065\u006c\u006d",
    // 0xc17b: 셻 => syelb
    "\u0073\u0079\u0065\u006c\u0062",
    // 0xc17c: 셼 => syels
    "\u0073\u0079\u0065\u006c\u0073",
    // 0xc17d: 셽 => syelt
    "\u0073\u0079\u0065\u006c\u0074",
    // 0xc17e: 셾 => syelp
    "\u0073\u0079\u0065\u006c\u0070",
    // 0xc17f: 셿 => syelh
    "\u0073\u0079\u0065\u006c\u0068",
    // 0xc180: 솀 => syem
    "\u0073\u0079\u0065\u006d",
    // 0xc181: 솁 => syeb
    "\u0073\u0079\u0065\u0062",
    // 0xc182: 솂 => syebs
    "\u0073\u0079\u0065\u0062\u0073",
    // 0xc183: 솃 => syes
    "\u0073\u0079\u0065\u0073",
    // 0xc184: 솄 => syess
    "\u0073\u0079\u0065\u0073\u0073",
    // 0xc185: 솅 => syeng
    "\u0073\u0079\u0065\u006e\u0067",
    // 0xc186: 솆 => syej
    "\u0073\u0079\u0065\u006a",
    // 0xc187: 솇 => syec
    "\u0073\u0079\u0065\u0063",
    // 0xc188: 솈 => syek
    "\u0073\u0079\u0065\u006b",
    // 0xc189: 솉 => syet
    "\u0073\u0079\u0065\u0074",
    // 0xc18a: 솊 => syep
    "\u0073\u0079\u0065\u0070",
    // 0xc18b: 솋 => syeh
    "\u0073\u0079\u0065\u0068",
    // 0xc18c: 소 => so
    "\u0073\u006f",
    // 0xc18d: 속 => sog
    "\u0073\u006f\u0067",
    // 0xc18e: 솎 => sogg
    "\u0073\u006f\u0067\u0067",
    // 0xc18f: 솏 => sogs
    "\u0073\u006f\u0067\u0073",
    // 0xc190: 손 => son
    "\u0073\u006f\u006e",
    // 0xc191: 솑 => sonj
    "\u0073\u006f\u006e\u006a",
    // 0xc192: 솒 => sonh
    "\u0073\u006f\u006e\u0068",
    // 0xc193: 솓 => sod
    "\u0073\u006f\u0064",
    // 0xc194: 솔 => sol
    "\u0073\u006f\u006c",
    // 0xc195: 솕 => solg
    "\u0073\u006f\u006c\u0067",
    // 0xc196: 솖 => solm
    "\u0073\u006f\u006c\u006d",
    // 0xc197: 솗 => solb
    "\u0073\u006f\u006c\u0062",
    // 0xc198: 솘 => sols
    "\u0073\u006f\u006c\u0073",
    // 0xc199: 솙 => solt
    "\u0073\u006f\u006c\u0074",
    // 0xc19a: 솚 => solp
    "\u0073\u006f\u006c\u0070",
    // 0xc19b: 솛 => solh
    "\u0073\u006f\u006c\u0068",
    // 0xc19c: 솜 => som
    "\u0073\u006f\u006d",
    // 0xc19d: 솝 => sob
    "\u0073\u006f\u0062",
    // 0xc19e: 솞 => sobs
    "\u0073\u006f\u0062\u0073",
    // 0xc19f: 솟 => sos
    "\u0073\u006f\u0073",
    // 0xc1a0: 솠 => soss
    "\u0073\u006f\u0073\u0073",
    // 0xc1a1: 송 => song
    "\u0073\u006f\u006e\u0067",
    // 0xc1a2: 솢 => soj
    "\u0073\u006f\u006a",
    // 0xc1a3: 솣 => soc
    "\u0073\u006f\u0063",
    // 0xc1a4: 솤 => sok
    "\u0073\u006f\u006b",
    // 0xc1a5: 솥 => sot
    "\u0073\u006f\u0074",
    // 0xc1a6: 솦 => sop
    "\u0073\u006f\u0070",
    // 0xc1a7: 솧 => soh
    "\u0073\u006f\u0068",
    // 0xc1a8: 솨 => swa
    "\u0073\u0077\u0061",
    // 0xc1a9: 솩 => swag
    "\u0073\u0077\u0061\u0067",
    // 0xc1aa: 솪 => swagg
    "\u0073\u0077\u0061\u0067\u0067",
    // 0xc1ab: 솫 => swags
    "\u0073\u0077\u0061\u0067\u0073",
    // 0xc1ac: 솬 => swan
    "\u0073\u0077\u0061\u006e",
    // 0xc1ad: 솭 => swanj
    "\u0073\u0077\u0061\u006e\u006a",
    // 0xc1ae: 솮 => swanh
    "\u0073\u0077\u0061\u006e\u0068",
    // 0xc1af: 솯 => swad
    "\u0073\u0077\u0061\u0064",
    // 0xc1b0: 솰 => swal
    "\u0073\u0077\u0061\u006c",
    // 0xc1b1: 솱 => swalg
    "\u0073\u0077\u0061\u006c\u0067",
    // 0xc1b2: 솲 => swalm
    "\u0073\u0077\u0061\u006c\u006d",
    // 0xc1b3: 솳 => swalb
    "\u0073\u0077\u0061\u006c\u0062",
    // 0xc1b4: 솴 => swals
    "\u0073\u0077\u0061\u006c\u0073",
    // 0xc1b5: 솵 => swalt
    "\u0073\u0077\u0061\u006c\u0074",
    // 0xc1b6: 솶 => swalp
    "\u0073\u0077\u0061\u006c\u0070",
    // 0xc1b7: 솷 => swalh
    "\u0073\u0077\u0061\u006c\u0068",
    // 0xc1b8: 솸 => swam
    "\u0073\u0077\u0061\u006d",
    // 0xc1b9: 솹 => swab
    "\u0073\u0077\u0061\u0062",
    // 0xc1ba: 솺 => swabs
    "\u0073\u0077\u0061\u0062\u0073",
    // 0xc1bb: 솻 => swas
    "\u0073\u0077\u0061\u0073",
    // 0xc1bc: 솼 => swass
    "\u0073\u0077\u0061\u0073\u0073",
    // 0xc1bd: 솽 => swang
    "\u0073\u0077\u0061\u006e\u0067",
    // 0xc1be: 솾 => swaj
    "\u0073\u0077\u0061\u006a",
    // 0xc1bf: 솿 => swac
    "\u0073\u0077\u0061\u0063",
    // 0xc1c0: 쇀 => swak
    "\u0073\u0077\u0061\u006b",
    // 0xc1c1: 쇁 => swat
    "\u0073\u0077\u0061\u0074",
    // 0xc1c2: 쇂 => swap
    "\u0073\u0077\u0061\u0070",
    // 0xc1c3: 쇃 => swah
    "\u0073\u0077\u0061\u0068",
    // 0xc1c4: 쇄 => swae
    "\u0073\u0077\u0061\u0065",
    // 0xc1c5: 쇅 => swaeg
    "\u0073\u0077\u0061\u0065\u0067",
    // 0xc1c6: 쇆 => swaegg
    "\u0073\u0077\u0061\u0065\u0067\u0067",
    // 0xc1c7: 쇇 => swaegs
    "\u0073\u0077\u0061\u0065\u0067\u0073",
    // 0xc1c8: 쇈 => swaen
    "\u0073\u0077\u0061\u0065\u006e",
    // 0xc1c9: 쇉 => swaenj
    "\u0073\u0077\u0061\u0065\u006e\u006a",
    // 0xc1ca: 쇊 => swaenh
    "\u0073\u0077\u0061\u0065\u006e\u0068",
    // 0xc1cb: 쇋 => swaed
    "\u0073\u0077\u0061\u0065\u0064",
    // 0xc1cc: 쇌 => swael
    "\u0073\u0077\u0061\u0065\u006c",
    // 0xc1cd: 쇍 => swaelg
    "\u0073\u0077\u0061\u0065\u006c\u0067",
    // 0xc1ce: 쇎 => swaelm
    "\u0073\u0077\u0061\u0065\u006c\u006d",
    // 0xc1cf: 쇏 => swaelb
    "\u0073\u0077\u0061\u0065\u006c\u0062",
    // 0xc1d0: 쇐 => swaels
    "\u0073\u0077\u0061\u0065\u006c\u0073",
    // 0xc1d1: 쇑 => swaelt
    "\u0073\u0077\u0061\u0065\u006c\u0074",
    // 0xc1d2: 쇒 => swaelp
    "\u0073\u0077\u0061\u0065\u006c\u0070",
    // 0xc1d3: 쇓 => swaelh
    "\u0073\u0077\u0061\u0065\u006c\u0068",
    // 0xc1d4: 쇔 => swaem
    "\u0073\u0077\u0061\u0065\u006d",
    // 0xc1d5: 쇕 => swaeb
    "\u0073\u0077\u0061\u0065\u0062",
    // 0xc1d6: 쇖 => swaebs
    "\u0073\u0077\u0061\u0065\u0062\u0073",
    // 0xc1d7: 쇗 => swaes
    "\u0073\u0077\u0061\u0065\u0073",
    // 0xc1d8: 쇘 => swaess
    "\u0073\u0077\u0061\u0065\u0073\u0073",
    // 0xc1d9: 쇙 => swaeng
    "\u0073\u0077\u0061\u0065\u006e\u0067",
    // 0xc1da: 쇚 => swaej
    "\u0073\u0077\u0061\u0065\u006a",
    // 0xc1db: 쇛 => swaec
    "\u0073\u0077\u0061\u0065\u0063",
    // 0xc1dc: 쇜 => swaek
    "\u0073\u0077\u0061\u0065\u006b",
    // 0xc1dd: 쇝 => swaet
    "\u0073\u0077\u0061\u0065\u0074",
    // 0xc1de: 쇞 => swaep
    "\u0073\u0077\u0061\u0065\u0070",
    // 0xc1df: 쇟 => swaeh
    "\u0073\u0077\u0061\u0065\u0068",
    // 0xc1e0: 쇠 => soe
    "\u0073\u006f\u0065",
    // 0xc1e1: 쇡 => soeg
    "\u0073\u006f\u0065\u0067",
    // 0xc1e2: 쇢 => soegg
    "\u0073\u006f\u0065\u0067\u0067",
    // 0xc1e3: 쇣 => soegs
    "\u0073\u006f\u0065\u0067\u0073",
    // 0xc1e4: 쇤 => soen
    "\u0073\u006f\u0065\u006e",
    // 0xc1e5: 쇥 => soenj
    "\u0073\u006f\u0065\u006e\u006a",
    // 0xc1e6: 쇦 => soenh
    "\u0073\u006f\u0065\u006e\u0068",
    // 0xc1e7: 쇧 => soed
    "\u0073\u006f\u0065\u0064",
    // 0xc1e8: 쇨 => soel
    "\u0073\u006f\u0065\u006c",
    // 0xc1e9: 쇩 => soelg
    "\u0073\u006f\u0065\u006c\u0067",
    // 0xc1ea: 쇪 => soelm
    "\u0073\u006f\u0065\u006c\u006d",
    // 0xc1eb: 쇫 => soelb
    "\u0073\u006f\u0065\u006c\u0062",
    // 0xc1ec: 쇬 => soels
    "\u0073\u006f\u0065\u006c\u0073",
    // 0xc1ed: 쇭 => soelt
    "\u0073\u006f\u0065\u006c\u0074",
    // 0xc1ee: 쇮 => soelp
    "\u0073\u006f\u0065\u006c\u0070",
    // 0xc1ef: 쇯 => soelh
    "\u0073\u006f\u0065\u006c\u0068",
    // 0xc1f0: 쇰 => soem
    "\u0073\u006f\u0065\u006d",
    // 0xc1f1: 쇱 => soeb
    "\u0073\u006f\u0065\u0062",
    // 0xc1f2: 쇲 => soebs
    "\u0073\u006f\u0065\u0062\u0073",
    // 0xc1f3: 쇳 => soes
    "\u0073\u006f\u0065\u0073",
    // 0xc1f4: 쇴 => soess
    "\u0073\u006f\u0065\u0073\u0073",
    // 0xc1f5: 쇵 => soeng
    "\u0073\u006f\u0065\u006e\u0067",
    // 0xc1f6: 쇶 => soej
    "\u0073\u006f\u0065\u006a",
    // 0xc1f7: 쇷 => soec
    "\u0073\u006f\u0065\u0063",
    // 0xc1f8: 쇸 => soek
    "\u0073\u006f\u0065\u006b",
    // 0xc1f9: 쇹 => soet
    "\u0073\u006f\u0065\u0074",
    // 0xc1fa: 쇺 => soep
    "\u0073\u006f\u0065\u0070",
    // 0xc1fb: 쇻 => soeh
    "\u0073\u006f\u0065\u0068",
    // 0xc1fc: 쇼 => syo
    "\u0073\u0079\u006f",
    // 0xc1fd: 쇽 => syog
    "\u0073\u0079\u006f\u0067",
    // 0xc1fe: 쇾 => syogg
    "\u0073\u0079\u006f\u0067\u0067",
    // 0xc1ff: 쇿 => syogs
    "\u0073\u0079\u006f\u0067\u0073",
)
