package com.jeffpdavidson.kotwords.formats.unidecode

internal val xc6 = arrayOf(
    // 0xc600: 였 => yeoss
    "\u0079\u0065\u006f\u0073\u0073",
    // 0xc601: 영 => yeong
    "\u0079\u0065\u006f\u006e\u0067",
    // 0xc602: 옂 => yeoj
    "\u0079\u0065\u006f\u006a",
    // 0xc603: 옃 => yeoc
    "\u0079\u0065\u006f\u0063",
    // 0xc604: 옄 => yeok
    "\u0079\u0065\u006f\u006b",
    // 0xc605: 옅 => yeot
    "\u0079\u0065\u006f\u0074",
    // 0xc606: 옆 => yeop
    "\u0079\u0065\u006f\u0070",
    // 0xc607: 옇 => yeoh
    "\u0079\u0065\u006f\u0068",
    // 0xc608: 예 => ye
    "\u0079\u0065",
    // 0xc609: 옉 => yeg
    "\u0079\u0065\u0067",
    // 0xc60a: 옊 => yegg
    "\u0079\u0065\u0067\u0067",
    // 0xc60b: 옋 => yegs
    "\u0079\u0065\u0067\u0073",
    // 0xc60c: 옌 => yen
    "\u0079\u0065\u006e",
    // 0xc60d: 옍 => yenj
    "\u0079\u0065\u006e\u006a",
    // 0xc60e: 옎 => yenh
    "\u0079\u0065\u006e\u0068",
    // 0xc60f: 옏 => yed
    "\u0079\u0065\u0064",
    // 0xc610: 옐 => yel
    "\u0079\u0065\u006c",
    // 0xc611: 옑 => yelg
    "\u0079\u0065\u006c\u0067",
    // 0xc612: 옒 => yelm
    "\u0079\u0065\u006c\u006d",
    // 0xc613: 옓 => yelb
    "\u0079\u0065\u006c\u0062",
    // 0xc614: 옔 => yels
    "\u0079\u0065\u006c\u0073",
    // 0xc615: 옕 => yelt
    "\u0079\u0065\u006c\u0074",
    // 0xc616: 옖 => yelp
    "\u0079\u0065\u006c\u0070",
    // 0xc617: 옗 => yelh
    "\u0079\u0065\u006c\u0068",
    // 0xc618: 옘 => yem
    "\u0079\u0065\u006d",
    // 0xc619: 옙 => yeb
    "\u0079\u0065\u0062",
    // 0xc61a: 옚 => yebs
    "\u0079\u0065\u0062\u0073",
    // 0xc61b: 옛 => yes
    "\u0079\u0065\u0073",
    // 0xc61c: 옜 => yess
    "\u0079\u0065\u0073\u0073",
    // 0xc61d: 옝 => yeng
    "\u0079\u0065\u006e\u0067",
    // 0xc61e: 옞 => yej
    "\u0079\u0065\u006a",
    // 0xc61f: 옟 => yec
    "\u0079\u0065\u0063",
    // 0xc620: 옠 => yek
    "\u0079\u0065\u006b",
    // 0xc621: 옡 => yet
    "\u0079\u0065\u0074",
    // 0xc622: 옢 => yep
    "\u0079\u0065\u0070",
    // 0xc623: 옣 => yeh
    "\u0079\u0065\u0068",
    // 0xc624: 오 => o
    "\u006f",
    // 0xc625: 옥 => og
    "\u006f\u0067",
    // 0xc626: 옦 => ogg
    "\u006f\u0067\u0067",
    // 0xc627: 옧 => ogs
    "\u006f\u0067\u0073",
    // 0xc628: 온 => on
    "\u006f\u006e",
    // 0xc629: 옩 => onj
    "\u006f\u006e\u006a",
    // 0xc62a: 옪 => onh
    "\u006f\u006e\u0068",
    // 0xc62b: 옫 => od
    "\u006f\u0064",
    // 0xc62c: 올 => ol
    "\u006f\u006c",
    // 0xc62d: 옭 => olg
    "\u006f\u006c\u0067",
    // 0xc62e: 옮 => olm
    "\u006f\u006c\u006d",
    // 0xc62f: 옯 => olb
    "\u006f\u006c\u0062",
    // 0xc630: 옰 => ols
    "\u006f\u006c\u0073",
    // 0xc631: 옱 => olt
    "\u006f\u006c\u0074",
    // 0xc632: 옲 => olp
    "\u006f\u006c\u0070",
    // 0xc633: 옳 => olh
    "\u006f\u006c\u0068",
    // 0xc634: 옴 => om
    "\u006f\u006d",
    // 0xc635: 옵 => ob
    "\u006f\u0062",
    // 0xc636: 옶 => obs
    "\u006f\u0062\u0073",
    // 0xc637: 옷 => os
    "\u006f\u0073",
    // 0xc638: 옸 => oss
    "\u006f\u0073\u0073",
    // 0xc639: 옹 => ong
    "\u006f\u006e\u0067",
    // 0xc63a: 옺 => oj
    "\u006f\u006a",
    // 0xc63b: 옻 => oc
    "\u006f\u0063",
    // 0xc63c: 옼 => ok
    "\u006f\u006b",
    // 0xc63d: 옽 => ot
    "\u006f\u0074",
    // 0xc63e: 옾 => op
    "\u006f\u0070",
    // 0xc63f: 옿 => oh
    "\u006f\u0068",
    // 0xc640: 와 => wa
    "\u0077\u0061",
    // 0xc641: 왁 => wag
    "\u0077\u0061\u0067",
    // 0xc642: 왂 => wagg
    "\u0077\u0061\u0067\u0067",
    // 0xc643: 왃 => wags
    "\u0077\u0061\u0067\u0073",
    // 0xc644: 완 => wan
    "\u0077\u0061\u006e",
    // 0xc645: 왅 => wanj
    "\u0077\u0061\u006e\u006a",
    // 0xc646: 왆 => wanh
    "\u0077\u0061\u006e\u0068",
    // 0xc647: 왇 => wad
    "\u0077\u0061\u0064",
    // 0xc648: 왈 => wal
    "\u0077\u0061\u006c",
    // 0xc649: 왉 => walg
    "\u0077\u0061\u006c\u0067",
    // 0xc64a: 왊 => walm
    "\u0077\u0061\u006c\u006d",
    // 0xc64b: 왋 => walb
    "\u0077\u0061\u006c\u0062",
    // 0xc64c: 왌 => wals
    "\u0077\u0061\u006c\u0073",
    // 0xc64d: 왍 => walt
    "\u0077\u0061\u006c\u0074",
    // 0xc64e: 왎 => walp
    "\u0077\u0061\u006c\u0070",
    // 0xc64f: 왏 => walh
    "\u0077\u0061\u006c\u0068",
    // 0xc650: 왐 => wam
    "\u0077\u0061\u006d",
    // 0xc651: 왑 => wab
    "\u0077\u0061\u0062",
    // 0xc652: 왒 => wabs
    "\u0077\u0061\u0062\u0073",
    // 0xc653: 왓 => was
    "\u0077\u0061\u0073",
    // 0xc654: 왔 => wass
    "\u0077\u0061\u0073\u0073",
    // 0xc655: 왕 => wang
    "\u0077\u0061\u006e\u0067",
    // 0xc656: 왖 => waj
    "\u0077\u0061\u006a",
    // 0xc657: 왗 => wac
    "\u0077\u0061\u0063",
    // 0xc658: 왘 => wak
    "\u0077\u0061\u006b",
    // 0xc659: 왙 => wat
    "\u0077\u0061\u0074",
    // 0xc65a: 왚 => wap
    "\u0077\u0061\u0070",
    // 0xc65b: 왛 => wah
    "\u0077\u0061\u0068",
    // 0xc65c: 왜 => wae
    "\u0077\u0061\u0065",
    // 0xc65d: 왝 => waeg
    "\u0077\u0061\u0065\u0067",
    // 0xc65e: 왞 => waegg
    "\u0077\u0061\u0065\u0067\u0067",
    // 0xc65f: 왟 => waegs
    "\u0077\u0061\u0065\u0067\u0073",
    // 0xc660: 왠 => waen
    "\u0077\u0061\u0065\u006e",
    // 0xc661: 왡 => waenj
    "\u0077\u0061\u0065\u006e\u006a",
    // 0xc662: 왢 => waenh
    "\u0077\u0061\u0065\u006e\u0068",
    // 0xc663: 왣 => waed
    "\u0077\u0061\u0065\u0064",
    // 0xc664: 왤 => wael
    "\u0077\u0061\u0065\u006c",
    // 0xc665: 왥 => waelg
    "\u0077\u0061\u0065\u006c\u0067",
    // 0xc666: 왦 => waelm
    "\u0077\u0061\u0065\u006c\u006d",
    // 0xc667: 왧 => waelb
    "\u0077\u0061\u0065\u006c\u0062",
    // 0xc668: 왨 => waels
    "\u0077\u0061\u0065\u006c\u0073",
    // 0xc669: 왩 => waelt
    "\u0077\u0061\u0065\u006c\u0074",
    // 0xc66a: 왪 => waelp
    "\u0077\u0061\u0065\u006c\u0070",
    // 0xc66b: 왫 => waelh
    "\u0077\u0061\u0065\u006c\u0068",
    // 0xc66c: 왬 => waem
    "\u0077\u0061\u0065\u006d",
    // 0xc66d: 왭 => waeb
    "\u0077\u0061\u0065\u0062",
    // 0xc66e: 왮 => waebs
    "\u0077\u0061\u0065\u0062\u0073",
    // 0xc66f: 왯 => waes
    "\u0077\u0061\u0065\u0073",
    // 0xc670: 왰 => waess
    "\u0077\u0061\u0065\u0073\u0073",
    // 0xc671: 왱 => waeng
    "\u0077\u0061\u0065\u006e\u0067",
    // 0xc672: 왲 => waej
    "\u0077\u0061\u0065\u006a",
    // 0xc673: 왳 => waec
    "\u0077\u0061\u0065\u0063",
    // 0xc674: 왴 => waek
    "\u0077\u0061\u0065\u006b",
    // 0xc675: 왵 => waet
    "\u0077\u0061\u0065\u0074",
    // 0xc676: 왶 => waep
    "\u0077\u0061\u0065\u0070",
    // 0xc677: 왷 => waeh
    "\u0077\u0061\u0065\u0068",
    // 0xc678: 외 => oe
    "\u006f\u0065",
    // 0xc679: 왹 => oeg
    "\u006f\u0065\u0067",
    // 0xc67a: 왺 => oegg
    "\u006f\u0065\u0067\u0067",
    // 0xc67b: 왻 => oegs
    "\u006f\u0065\u0067\u0073",
    // 0xc67c: 왼 => oen
    "\u006f\u0065\u006e",
    // 0xc67d: 왽 => oenj
    "\u006f\u0065\u006e\u006a",
    // 0xc67e: 왾 => oenh
    "\u006f\u0065\u006e\u0068",
    // 0xc67f: 왿 => oed
    "\u006f\u0065\u0064",
    // 0xc680: 욀 => oel
    "\u006f\u0065\u006c",
    // 0xc681: 욁 => oelg
    "\u006f\u0065\u006c\u0067",
    // 0xc682: 욂 => oelm
    "\u006f\u0065\u006c\u006d",
    // 0xc683: 욃 => oelb
    "\u006f\u0065\u006c\u0062",
    // 0xc684: 욄 => oels
    "\u006f\u0065\u006c\u0073",
    // 0xc685: 욅 => oelt
    "\u006f\u0065\u006c\u0074",
    // 0xc686: 욆 => oelp
    "\u006f\u0065\u006c\u0070",
    // 0xc687: 욇 => oelh
    "\u006f\u0065\u006c\u0068",
    // 0xc688: 욈 => oem
    "\u006f\u0065\u006d",
    // 0xc689: 욉 => oeb
    "\u006f\u0065\u0062",
    // 0xc68a: 욊 => oebs
    "\u006f\u0065\u0062\u0073",
    // 0xc68b: 욋 => oes
    "\u006f\u0065\u0073",
    // 0xc68c: 욌 => oess
    "\u006f\u0065\u0073\u0073",
    // 0xc68d: 욍 => oeng
    "\u006f\u0065\u006e\u0067",
    // 0xc68e: 욎 => oej
    "\u006f\u0065\u006a",
    // 0xc68f: 욏 => oec
    "\u006f\u0065\u0063",
    // 0xc690: 욐 => oek
    "\u006f\u0065\u006b",
    // 0xc691: 욑 => oet
    "\u006f\u0065\u0074",
    // 0xc692: 욒 => oep
    "\u006f\u0065\u0070",
    // 0xc693: 욓 => oeh
    "\u006f\u0065\u0068",
    // 0xc694: 요 => yo
    "\u0079\u006f",
    // 0xc695: 욕 => yog
    "\u0079\u006f\u0067",
    // 0xc696: 욖 => yogg
    "\u0079\u006f\u0067\u0067",
    // 0xc697: 욗 => yogs
    "\u0079\u006f\u0067\u0073",
    // 0xc698: 욘 => yon
    "\u0079\u006f\u006e",
    // 0xc699: 욙 => yonj
    "\u0079\u006f\u006e\u006a",
    // 0xc69a: 욚 => yonh
    "\u0079\u006f\u006e\u0068",
    // 0xc69b: 욛 => yod
    "\u0079\u006f\u0064",
    // 0xc69c: 욜 => yol
    "\u0079\u006f\u006c",
    // 0xc69d: 욝 => yolg
    "\u0079\u006f\u006c\u0067",
    // 0xc69e: 욞 => yolm
    "\u0079\u006f\u006c\u006d",
    // 0xc69f: 욟 => yolb
    "\u0079\u006f\u006c\u0062",
    // 0xc6a0: 욠 => yols
    "\u0079\u006f\u006c\u0073",
    // 0xc6a1: 욡 => yolt
    "\u0079\u006f\u006c\u0074",
    // 0xc6a2: 욢 => yolp
    "\u0079\u006f\u006c\u0070",
    // 0xc6a3: 욣 => yolh
    "\u0079\u006f\u006c\u0068",
    // 0xc6a4: 욤 => yom
    "\u0079\u006f\u006d",
    // 0xc6a5: 욥 => yob
    "\u0079\u006f\u0062",
    // 0xc6a6: 욦 => yobs
    "\u0079\u006f\u0062\u0073",
    // 0xc6a7: 욧 => yos
    "\u0079\u006f\u0073",
    // 0xc6a8: 욨 => yoss
    "\u0079\u006f\u0073\u0073",
    // 0xc6a9: 용 => yong
    "\u0079\u006f\u006e\u0067",
    // 0xc6aa: 욪 => yoj
    "\u0079\u006f\u006a",
    // 0xc6ab: 욫 => yoc
    "\u0079\u006f\u0063",
    // 0xc6ac: 욬 => yok
    "\u0079\u006f\u006b",
    // 0xc6ad: 욭 => yot
    "\u0079\u006f\u0074",
    // 0xc6ae: 욮 => yop
    "\u0079\u006f\u0070",
    // 0xc6af: 욯 => yoh
    "\u0079\u006f\u0068",
    // 0xc6b0: 우 => u
    "\u0075",
    // 0xc6b1: 욱 => ug
    "\u0075\u0067",
    // 0xc6b2: 욲 => ugg
    "\u0075\u0067\u0067",
    // 0xc6b3: 욳 => ugs
    "\u0075\u0067\u0073",
    // 0xc6b4: 운 => un
    "\u0075\u006e",
    // 0xc6b5: 욵 => unj
    "\u0075\u006e\u006a",
    // 0xc6b6: 욶 => unh
    "\u0075\u006e\u0068",
    // 0xc6b7: 욷 => ud
    "\u0075\u0064",
    // 0xc6b8: 울 => ul
    "\u0075\u006c",
    // 0xc6b9: 욹 => ulg
    "\u0075\u006c\u0067",
    // 0xc6ba: 욺 => ulm
    "\u0075\u006c\u006d",
    // 0xc6bb: 욻 => ulb
    "\u0075\u006c\u0062",
    // 0xc6bc: 욼 => uls
    "\u0075\u006c\u0073",
    // 0xc6bd: 욽 => ult
    "\u0075\u006c\u0074",
    // 0xc6be: 욾 => ulp
    "\u0075\u006c\u0070",
    // 0xc6bf: 욿 => ulh
    "\u0075\u006c\u0068",
    // 0xc6c0: 움 => um
    "\u0075\u006d",
    // 0xc6c1: 웁 => ub
    "\u0075\u0062",
    // 0xc6c2: 웂 => ubs
    "\u0075\u0062\u0073",
    // 0xc6c3: 웃 => us
    "\u0075\u0073",
    // 0xc6c4: 웄 => uss
    "\u0075\u0073\u0073",
    // 0xc6c5: 웅 => ung
    "\u0075\u006e\u0067",
    // 0xc6c6: 웆 => uj
    "\u0075\u006a",
    // 0xc6c7: 웇 => uc
    "\u0075\u0063",
    // 0xc6c8: 웈 => uk
    "\u0075\u006b",
    // 0xc6c9: 웉 => ut
    "\u0075\u0074",
    // 0xc6ca: 웊 => up
    "\u0075\u0070",
    // 0xc6cb: 웋 => uh
    "\u0075\u0068",
    // 0xc6cc: 워 => weo
    "\u0077\u0065\u006f",
    // 0xc6cd: 웍 => weog
    "\u0077\u0065\u006f\u0067",
    // 0xc6ce: 웎 => weogg
    "\u0077\u0065\u006f\u0067\u0067",
    // 0xc6cf: 웏 => weogs
    "\u0077\u0065\u006f\u0067\u0073",
    // 0xc6d0: 원 => weon
    "\u0077\u0065\u006f\u006e",
    // 0xc6d1: 웑 => weonj
    "\u0077\u0065\u006f\u006e\u006a",
    // 0xc6d2: 웒 => weonh
    "\u0077\u0065\u006f\u006e\u0068",
    // 0xc6d3: 웓 => weod
    "\u0077\u0065\u006f\u0064",
    // 0xc6d4: 월 => weol
    "\u0077\u0065\u006f\u006c",
    // 0xc6d5: 웕 => weolg
    "\u0077\u0065\u006f\u006c\u0067",
    // 0xc6d6: 웖 => weolm
    "\u0077\u0065\u006f\u006c\u006d",
    // 0xc6d7: 웗 => weolb
    "\u0077\u0065\u006f\u006c\u0062",
    // 0xc6d8: 웘 => weols
    "\u0077\u0065\u006f\u006c\u0073",
    // 0xc6d9: 웙 => weolt
    "\u0077\u0065\u006f\u006c\u0074",
    // 0xc6da: 웚 => weolp
    "\u0077\u0065\u006f\u006c\u0070",
    // 0xc6db: 웛 => weolh
    "\u0077\u0065\u006f\u006c\u0068",
    // 0xc6dc: 웜 => weom
    "\u0077\u0065\u006f\u006d",
    // 0xc6dd: 웝 => weob
    "\u0077\u0065\u006f\u0062",
    // 0xc6de: 웞 => weobs
    "\u0077\u0065\u006f\u0062\u0073",
    // 0xc6df: 웟 => weos
    "\u0077\u0065\u006f\u0073",
    // 0xc6e0: 웠 => weoss
    "\u0077\u0065\u006f\u0073\u0073",
    // 0xc6e1: 웡 => weong
    "\u0077\u0065\u006f\u006e\u0067",
    // 0xc6e2: 웢 => weoj
    "\u0077\u0065\u006f\u006a",
    // 0xc6e3: 웣 => weoc
    "\u0077\u0065\u006f\u0063",
    // 0xc6e4: 웤 => weok
    "\u0077\u0065\u006f\u006b",
    // 0xc6e5: 웥 => weot
    "\u0077\u0065\u006f\u0074",
    // 0xc6e6: 웦 => weop
    "\u0077\u0065\u006f\u0070",
    // 0xc6e7: 웧 => weoh
    "\u0077\u0065\u006f\u0068",
    // 0xc6e8: 웨 => we
    "\u0077\u0065",
    // 0xc6e9: 웩 => weg
    "\u0077\u0065\u0067",
    // 0xc6ea: 웪 => wegg
    "\u0077\u0065\u0067\u0067",
    // 0xc6eb: 웫 => wegs
    "\u0077\u0065\u0067\u0073",
    // 0xc6ec: 웬 => wen
    "\u0077\u0065\u006e",
    // 0xc6ed: 웭 => wenj
    "\u0077\u0065\u006e\u006a",
    // 0xc6ee: 웮 => wenh
    "\u0077\u0065\u006e\u0068",
    // 0xc6ef: 웯 => wed
    "\u0077\u0065\u0064",
    // 0xc6f0: 웰 => wel
    "\u0077\u0065\u006c",
    // 0xc6f1: 웱 => welg
    "\u0077\u0065\u006c\u0067",
    // 0xc6f2: 웲 => welm
    "\u0077\u0065\u006c\u006d",
    // 0xc6f3: 웳 => welb
    "\u0077\u0065\u006c\u0062",
    // 0xc6f4: 웴 => wels
    "\u0077\u0065\u006c\u0073",
    // 0xc6f5: 웵 => welt
    "\u0077\u0065\u006c\u0074",
    // 0xc6f6: 웶 => welp
    "\u0077\u0065\u006c\u0070",
    // 0xc6f7: 웷 => welh
    "\u0077\u0065\u006c\u0068",
    // 0xc6f8: 웸 => wem
    "\u0077\u0065\u006d",
    // 0xc6f9: 웹 => web
    "\u0077\u0065\u0062",
    // 0xc6fa: 웺 => webs
    "\u0077\u0065\u0062\u0073",
    // 0xc6fb: 웻 => wes
    "\u0077\u0065\u0073",
    // 0xc6fc: 웼 => wess
    "\u0077\u0065\u0073\u0073",
    // 0xc6fd: 웽 => weng
    "\u0077\u0065\u006e\u0067",
    // 0xc6fe: 웾 => wej
    "\u0077\u0065\u006a",
    // 0xc6ff: 웿 => wec
    "\u0077\u0065\u0063",
)
