package com.jeffpdavidson.kotwords.formats.unidecode

internal val xc7 = arrayOf(
    // 0xc700: 윀 => wek
    "\u0077\u0065\u006b",
    // 0xc701: 윁 => wet
    "\u0077\u0065\u0074",
    // 0xc702: 윂 => wep
    "\u0077\u0065\u0070",
    // 0xc703: 윃 => weh
    "\u0077\u0065\u0068",
    // 0xc704: 위 => wi
    "\u0077\u0069",
    // 0xc705: 윅 => wig
    "\u0077\u0069\u0067",
    // 0xc706: 윆 => wigg
    "\u0077\u0069\u0067\u0067",
    // 0xc707: 윇 => wigs
    "\u0077\u0069\u0067\u0073",
    // 0xc708: 윈 => win
    "\u0077\u0069\u006e",
    // 0xc709: 윉 => winj
    "\u0077\u0069\u006e\u006a",
    // 0xc70a: 윊 => winh
    "\u0077\u0069\u006e\u0068",
    // 0xc70b: 윋 => wid
    "\u0077\u0069\u0064",
    // 0xc70c: 윌 => wil
    "\u0077\u0069\u006c",
    // 0xc70d: 윍 => wilg
    "\u0077\u0069\u006c\u0067",
    // 0xc70e: 윎 => wilm
    "\u0077\u0069\u006c\u006d",
    // 0xc70f: 윏 => wilb
    "\u0077\u0069\u006c\u0062",
    // 0xc710: 윐 => wils
    "\u0077\u0069\u006c\u0073",
    // 0xc711: 윑 => wilt
    "\u0077\u0069\u006c\u0074",
    // 0xc712: 윒 => wilp
    "\u0077\u0069\u006c\u0070",
    // 0xc713: 윓 => wilh
    "\u0077\u0069\u006c\u0068",
    // 0xc714: 윔 => wim
    "\u0077\u0069\u006d",
    // 0xc715: 윕 => wib
    "\u0077\u0069\u0062",
    // 0xc716: 윖 => wibs
    "\u0077\u0069\u0062\u0073",
    // 0xc717: 윗 => wis
    "\u0077\u0069\u0073",
    // 0xc718: 윘 => wiss
    "\u0077\u0069\u0073\u0073",
    // 0xc719: 윙 => wing
    "\u0077\u0069\u006e\u0067",
    // 0xc71a: 윚 => wij
    "\u0077\u0069\u006a",
    // 0xc71b: 윛 => wic
    "\u0077\u0069\u0063",
    // 0xc71c: 윜 => wik
    "\u0077\u0069\u006b",
    // 0xc71d: 윝 => wit
    "\u0077\u0069\u0074",
    // 0xc71e: 윞 => wip
    "\u0077\u0069\u0070",
    // 0xc71f: 윟 => wih
    "\u0077\u0069\u0068",
    // 0xc720: 유 => yu
    "\u0079\u0075",
    // 0xc721: 육 => yug
    "\u0079\u0075\u0067",
    // 0xc722: 윢 => yugg
    "\u0079\u0075\u0067\u0067",
    // 0xc723: 윣 => yugs
    "\u0079\u0075\u0067\u0073",
    // 0xc724: 윤 => yun
    "\u0079\u0075\u006e",
    // 0xc725: 윥 => yunj
    "\u0079\u0075\u006e\u006a",
    // 0xc726: 윦 => yunh
    "\u0079\u0075\u006e\u0068",
    // 0xc727: 윧 => yud
    "\u0079\u0075\u0064",
    // 0xc728: 율 => yul
    "\u0079\u0075\u006c",
    // 0xc729: 윩 => yulg
    "\u0079\u0075\u006c\u0067",
    // 0xc72a: 윪 => yulm
    "\u0079\u0075\u006c\u006d",
    // 0xc72b: 윫 => yulb
    "\u0079\u0075\u006c\u0062",
    // 0xc72c: 윬 => yuls
    "\u0079\u0075\u006c\u0073",
    // 0xc72d: 윭 => yult
    "\u0079\u0075\u006c\u0074",
    // 0xc72e: 윮 => yulp
    "\u0079\u0075\u006c\u0070",
    // 0xc72f: 윯 => yulh
    "\u0079\u0075\u006c\u0068",
    // 0xc730: 윰 => yum
    "\u0079\u0075\u006d",
    // 0xc731: 윱 => yub
    "\u0079\u0075\u0062",
    // 0xc732: 윲 => yubs
    "\u0079\u0075\u0062\u0073",
    // 0xc733: 윳 => yus
    "\u0079\u0075\u0073",
    // 0xc734: 윴 => yuss
    "\u0079\u0075\u0073\u0073",
    // 0xc735: 융 => yung
    "\u0079\u0075\u006e\u0067",
    // 0xc736: 윶 => yuj
    "\u0079\u0075\u006a",
    // 0xc737: 윷 => yuc
    "\u0079\u0075\u0063",
    // 0xc738: 윸 => yuk
    "\u0079\u0075\u006b",
    // 0xc739: 윹 => yut
    "\u0079\u0075\u0074",
    // 0xc73a: 윺 => yup
    "\u0079\u0075\u0070",
    // 0xc73b: 윻 => yuh
    "\u0079\u0075\u0068",
    // 0xc73c: 으 => eu
    "\u0065\u0075",
    // 0xc73d: 윽 => eug
    "\u0065\u0075\u0067",
    // 0xc73e: 윾 => eugg
    "\u0065\u0075\u0067\u0067",
    // 0xc73f: 윿 => eugs
    "\u0065\u0075\u0067\u0073",
    // 0xc740: 은 => eun
    "\u0065\u0075\u006e",
    // 0xc741: 읁 => eunj
    "\u0065\u0075\u006e\u006a",
    // 0xc742: 읂 => eunh
    "\u0065\u0075\u006e\u0068",
    // 0xc743: 읃 => eud
    "\u0065\u0075\u0064",
    // 0xc744: 을 => eul
    "\u0065\u0075\u006c",
    // 0xc745: 읅 => eulg
    "\u0065\u0075\u006c\u0067",
    // 0xc746: 읆 => eulm
    "\u0065\u0075\u006c\u006d",
    // 0xc747: 읇 => eulb
    "\u0065\u0075\u006c\u0062",
    // 0xc748: 읈 => euls
    "\u0065\u0075\u006c\u0073",
    // 0xc749: 읉 => eult
    "\u0065\u0075\u006c\u0074",
    // 0xc74a: 읊 => eulp
    "\u0065\u0075\u006c\u0070",
    // 0xc74b: 읋 => eulh
    "\u0065\u0075\u006c\u0068",
    // 0xc74c: 음 => eum
    "\u0065\u0075\u006d",
    // 0xc74d: 읍 => eub
    "\u0065\u0075\u0062",
    // 0xc74e: 읎 => eubs
    "\u0065\u0075\u0062\u0073",
    // 0xc74f: 읏 => eus
    "\u0065\u0075\u0073",
    // 0xc750: 읐 => euss
    "\u0065\u0075\u0073\u0073",
    // 0xc751: 응 => eung
    "\u0065\u0075\u006e\u0067",
    // 0xc752: 읒 => euj
    "\u0065\u0075\u006a",
    // 0xc753: 읓 => euc
    "\u0065\u0075\u0063",
    // 0xc754: 읔 => euk
    "\u0065\u0075\u006b",
    // 0xc755: 읕 => eut
    "\u0065\u0075\u0074",
    // 0xc756: 읖 => eup
    "\u0065\u0075\u0070",
    // 0xc757: 읗 => euh
    "\u0065\u0075\u0068",
    // 0xc758: 의 => yi
    "\u0079\u0069",
    // 0xc759: 읙 => yig
    "\u0079\u0069\u0067",
    // 0xc75a: 읚 => yigg
    "\u0079\u0069\u0067\u0067",
    // 0xc75b: 읛 => yigs
    "\u0079\u0069\u0067\u0073",
    // 0xc75c: 읜 => yin
    "\u0079\u0069\u006e",
    // 0xc75d: 읝 => yinj
    "\u0079\u0069\u006e\u006a",
    // 0xc75e: 읞 => yinh
    "\u0079\u0069\u006e\u0068",
    // 0xc75f: 읟 => yid
    "\u0079\u0069\u0064",
    // 0xc760: 읠 => yil
    "\u0079\u0069\u006c",
    // 0xc761: 읡 => yilg
    "\u0079\u0069\u006c\u0067",
    // 0xc762: 읢 => yilm
    "\u0079\u0069\u006c\u006d",
    // 0xc763: 읣 => yilb
    "\u0079\u0069\u006c\u0062",
    // 0xc764: 읤 => yils
    "\u0079\u0069\u006c\u0073",
    // 0xc765: 읥 => yilt
    "\u0079\u0069\u006c\u0074",
    // 0xc766: 읦 => yilp
    "\u0079\u0069\u006c\u0070",
    // 0xc767: 읧 => yilh
    "\u0079\u0069\u006c\u0068",
    // 0xc768: 읨 => yim
    "\u0079\u0069\u006d",
    // 0xc769: 읩 => yib
    "\u0079\u0069\u0062",
    // 0xc76a: 읪 => yibs
    "\u0079\u0069\u0062\u0073",
    // 0xc76b: 읫 => yis
    "\u0079\u0069\u0073",
    // 0xc76c: 읬 => yiss
    "\u0079\u0069\u0073\u0073",
    // 0xc76d: 읭 => ying
    "\u0079\u0069\u006e\u0067",
    // 0xc76e: 읮 => yij
    "\u0079\u0069\u006a",
    // 0xc76f: 읯 => yic
    "\u0079\u0069\u0063",
    // 0xc770: 읰 => yik
    "\u0079\u0069\u006b",
    // 0xc771: 읱 => yit
    "\u0079\u0069\u0074",
    // 0xc772: 읲 => yip
    "\u0079\u0069\u0070",
    // 0xc773: 읳 => yih
    "\u0079\u0069\u0068",
    // 0xc774: 이 => i
    "\u0069",
    // 0xc775: 익 => ig
    "\u0069\u0067",
    // 0xc776: 읶 => igg
    "\u0069\u0067\u0067",
    // 0xc777: 읷 => igs
    "\u0069\u0067\u0073",
    // 0xc778: 인 => in
    "\u0069\u006e",
    // 0xc779: 읹 => inj
    "\u0069\u006e\u006a",
    // 0xc77a: 읺 => inh
    "\u0069\u006e\u0068",
    // 0xc77b: 읻 => id
    "\u0069\u0064",
    // 0xc77c: 일 => il
    "\u0069\u006c",
    // 0xc77d: 읽 => ilg
    "\u0069\u006c\u0067",
    // 0xc77e: 읾 => ilm
    "\u0069\u006c\u006d",
    // 0xc77f: 읿 => ilb
    "\u0069\u006c\u0062",
    // 0xc780: 잀 => ils
    "\u0069\u006c\u0073",
    // 0xc781: 잁 => ilt
    "\u0069\u006c\u0074",
    // 0xc782: 잂 => ilp
    "\u0069\u006c\u0070",
    // 0xc783: 잃 => ilh
    "\u0069\u006c\u0068",
    // 0xc784: 임 => im
    "\u0069\u006d",
    // 0xc785: 입 => ib
    "\u0069\u0062",
    // 0xc786: 잆 => ibs
    "\u0069\u0062\u0073",
    // 0xc787: 잇 => is
    "\u0069\u0073",
    // 0xc788: 있 => iss
    "\u0069\u0073\u0073",
    // 0xc789: 잉 => ing
    "\u0069\u006e\u0067",
    // 0xc78a: 잊 => ij
    "\u0069\u006a",
    // 0xc78b: 잋 => ic
    "\u0069\u0063",
    // 0xc78c: 잌 => ik
    "\u0069\u006b",
    // 0xc78d: 잍 => it
    "\u0069\u0074",
    // 0xc78e: 잎 => ip
    "\u0069\u0070",
    // 0xc78f: 잏 => ih
    "\u0069\u0068",
    // 0xc790: 자 => ja
    "\u006a\u0061",
    // 0xc791: 작 => jag
    "\u006a\u0061\u0067",
    // 0xc792: 잒 => jagg
    "\u006a\u0061\u0067\u0067",
    // 0xc793: 잓 => jags
    "\u006a\u0061\u0067\u0073",
    // 0xc794: 잔 => jan
    "\u006a\u0061\u006e",
    // 0xc795: 잕 => janj
    "\u006a\u0061\u006e\u006a",
    // 0xc796: 잖 => janh
    "\u006a\u0061\u006e\u0068",
    // 0xc797: 잗 => jad
    "\u006a\u0061\u0064",
    // 0xc798: 잘 => jal
    "\u006a\u0061\u006c",
    // 0xc799: 잙 => jalg
    "\u006a\u0061\u006c\u0067",
    // 0xc79a: 잚 => jalm
    "\u006a\u0061\u006c\u006d",
    // 0xc79b: 잛 => jalb
    "\u006a\u0061\u006c\u0062",
    // 0xc79c: 잜 => jals
    "\u006a\u0061\u006c\u0073",
    // 0xc79d: 잝 => jalt
    "\u006a\u0061\u006c\u0074",
    // 0xc79e: 잞 => jalp
    "\u006a\u0061\u006c\u0070",
    // 0xc79f: 잟 => jalh
    "\u006a\u0061\u006c\u0068",
    // 0xc7a0: 잠 => jam
    "\u006a\u0061\u006d",
    // 0xc7a1: 잡 => jab
    "\u006a\u0061\u0062",
    // 0xc7a2: 잢 => jabs
    "\u006a\u0061\u0062\u0073",
    // 0xc7a3: 잣 => jas
    "\u006a\u0061\u0073",
    // 0xc7a4: 잤 => jass
    "\u006a\u0061\u0073\u0073",
    // 0xc7a5: 장 => jang
    "\u006a\u0061\u006e\u0067",
    // 0xc7a6: 잦 => jaj
    "\u006a\u0061\u006a",
    // 0xc7a7: 잧 => jac
    "\u006a\u0061\u0063",
    // 0xc7a8: 잨 => jak
    "\u006a\u0061\u006b",
    // 0xc7a9: 잩 => jat
    "\u006a\u0061\u0074",
    // 0xc7aa: 잪 => jap
    "\u006a\u0061\u0070",
    // 0xc7ab: 잫 => jah
    "\u006a\u0061\u0068",
    // 0xc7ac: 재 => jae
    "\u006a\u0061\u0065",
    // 0xc7ad: 잭 => jaeg
    "\u006a\u0061\u0065\u0067",
    // 0xc7ae: 잮 => jaegg
    "\u006a\u0061\u0065\u0067\u0067",
    // 0xc7af: 잯 => jaegs
    "\u006a\u0061\u0065\u0067\u0073",
    // 0xc7b0: 잰 => jaen
    "\u006a\u0061\u0065\u006e",
    // 0xc7b1: 잱 => jaenj
    "\u006a\u0061\u0065\u006e\u006a",
    // 0xc7b2: 잲 => jaenh
    "\u006a\u0061\u0065\u006e\u0068",
    // 0xc7b3: 잳 => jaed
    "\u006a\u0061\u0065\u0064",
    // 0xc7b4: 잴 => jael
    "\u006a\u0061\u0065\u006c",
    // 0xc7b5: 잵 => jaelg
    "\u006a\u0061\u0065\u006c\u0067",
    // 0xc7b6: 잶 => jaelm
    "\u006a\u0061\u0065\u006c\u006d",
    // 0xc7b7: 잷 => jaelb
    "\u006a\u0061\u0065\u006c\u0062",
    // 0xc7b8: 잸 => jaels
    "\u006a\u0061\u0065\u006c\u0073",
    // 0xc7b9: 잹 => jaelt
    "\u006a\u0061\u0065\u006c\u0074",
    // 0xc7ba: 잺 => jaelp
    "\u006a\u0061\u0065\u006c\u0070",
    // 0xc7bb: 잻 => jaelh
    "\u006a\u0061\u0065\u006c\u0068",
    // 0xc7bc: 잼 => jaem
    "\u006a\u0061\u0065\u006d",
    // 0xc7bd: 잽 => jaeb
    "\u006a\u0061\u0065\u0062",
    // 0xc7be: 잾 => jaebs
    "\u006a\u0061\u0065\u0062\u0073",
    // 0xc7bf: 잿 => jaes
    "\u006a\u0061\u0065\u0073",
    // 0xc7c0: 쟀 => jaess
    "\u006a\u0061\u0065\u0073\u0073",
    // 0xc7c1: 쟁 => jaeng
    "\u006a\u0061\u0065\u006e\u0067",
    // 0xc7c2: 쟂 => jaej
    "\u006a\u0061\u0065\u006a",
    // 0xc7c3: 쟃 => jaec
    "\u006a\u0061\u0065\u0063",
    // 0xc7c4: 쟄 => jaek
    "\u006a\u0061\u0065\u006b",
    // 0xc7c5: 쟅 => jaet
    "\u006a\u0061\u0065\u0074",
    // 0xc7c6: 쟆 => jaep
    "\u006a\u0061\u0065\u0070",
    // 0xc7c7: 쟇 => jaeh
    "\u006a\u0061\u0065\u0068",
    // 0xc7c8: 쟈 => jya
    "\u006a\u0079\u0061",
    // 0xc7c9: 쟉 => jyag
    "\u006a\u0079\u0061\u0067",
    // 0xc7ca: 쟊 => jyagg
    "\u006a\u0079\u0061\u0067\u0067",
    // 0xc7cb: 쟋 => jyags
    "\u006a\u0079\u0061\u0067\u0073",
    // 0xc7cc: 쟌 => jyan
    "\u006a\u0079\u0061\u006e",
    // 0xc7cd: 쟍 => jyanj
    "\u006a\u0079\u0061\u006e\u006a",
    // 0xc7ce: 쟎 => jyanh
    "\u006a\u0079\u0061\u006e\u0068",
    // 0xc7cf: 쟏 => jyad
    "\u006a\u0079\u0061\u0064",
    // 0xc7d0: 쟐 => jyal
    "\u006a\u0079\u0061\u006c",
    // 0xc7d1: 쟑 => jyalg
    "\u006a\u0079\u0061\u006c\u0067",
    // 0xc7d2: 쟒 => jyalm
    "\u006a\u0079\u0061\u006c\u006d",
    // 0xc7d3: 쟓 => jyalb
    "\u006a\u0079\u0061\u006c\u0062",
    // 0xc7d4: 쟔 => jyals
    "\u006a\u0079\u0061\u006c\u0073",
    // 0xc7d5: 쟕 => jyalt
    "\u006a\u0079\u0061\u006c\u0074",
    // 0xc7d6: 쟖 => jyalp
    "\u006a\u0079\u0061\u006c\u0070",
    // 0xc7d7: 쟗 => jyalh
    "\u006a\u0079\u0061\u006c\u0068",
    // 0xc7d8: 쟘 => jyam
    "\u006a\u0079\u0061\u006d",
    // 0xc7d9: 쟙 => jyab
    "\u006a\u0079\u0061\u0062",
    // 0xc7da: 쟚 => jyabs
    "\u006a\u0079\u0061\u0062\u0073",
    // 0xc7db: 쟛 => jyas
    "\u006a\u0079\u0061\u0073",
    // 0xc7dc: 쟜 => jyass
    "\u006a\u0079\u0061\u0073\u0073",
    // 0xc7dd: 쟝 => jyang
    "\u006a\u0079\u0061\u006e\u0067",
    // 0xc7de: 쟞 => jyaj
    "\u006a\u0079\u0061\u006a",
    // 0xc7df: 쟟 => jyac
    "\u006a\u0079\u0061\u0063",
    // 0xc7e0: 쟠 => jyak
    "\u006a\u0079\u0061\u006b",
    // 0xc7e1: 쟡 => jyat
    "\u006a\u0079\u0061\u0074",
    // 0xc7e2: 쟢 => jyap
    "\u006a\u0079\u0061\u0070",
    // 0xc7e3: 쟣 => jyah
    "\u006a\u0079\u0061\u0068",
    // 0xc7e4: 쟤 => jyae
    "\u006a\u0079\u0061\u0065",
    // 0xc7e5: 쟥 => jyaeg
    "\u006a\u0079\u0061\u0065\u0067",
    // 0xc7e6: 쟦 => jyaegg
    "\u006a\u0079\u0061\u0065\u0067\u0067",
    // 0xc7e7: 쟧 => jyaegs
    "\u006a\u0079\u0061\u0065\u0067\u0073",
    // 0xc7e8: 쟨 => jyaen
    "\u006a\u0079\u0061\u0065\u006e",
    // 0xc7e9: 쟩 => jyaenj
    "\u006a\u0079\u0061\u0065\u006e\u006a",
    // 0xc7ea: 쟪 => jyaenh
    "\u006a\u0079\u0061\u0065\u006e\u0068",
    // 0xc7eb: 쟫 => jyaed
    "\u006a\u0079\u0061\u0065\u0064",
    // 0xc7ec: 쟬 => jyael
    "\u006a\u0079\u0061\u0065\u006c",
    // 0xc7ed: 쟭 => jyaelg
    "\u006a\u0079\u0061\u0065\u006c\u0067",
    // 0xc7ee: 쟮 => jyaelm
    "\u006a\u0079\u0061\u0065\u006c\u006d",
    // 0xc7ef: 쟯 => jyaelb
    "\u006a\u0079\u0061\u0065\u006c\u0062",
    // 0xc7f0: 쟰 => jyaels
    "\u006a\u0079\u0061\u0065\u006c\u0073",
    // 0xc7f1: 쟱 => jyaelt
    "\u006a\u0079\u0061\u0065\u006c\u0074",
    // 0xc7f2: 쟲 => jyaelp
    "\u006a\u0079\u0061\u0065\u006c\u0070",
    // 0xc7f3: 쟳 => jyaelh
    "\u006a\u0079\u0061\u0065\u006c\u0068",
    // 0xc7f4: 쟴 => jyaem
    "\u006a\u0079\u0061\u0065\u006d",
    // 0xc7f5: 쟵 => jyaeb
    "\u006a\u0079\u0061\u0065\u0062",
    // 0xc7f6: 쟶 => jyaebs
    "\u006a\u0079\u0061\u0065\u0062\u0073",
    // 0xc7f7: 쟷 => jyaes
    "\u006a\u0079\u0061\u0065\u0073",
    // 0xc7f8: 쟸 => jyaess
    "\u006a\u0079\u0061\u0065\u0073\u0073",
    // 0xc7f9: 쟹 => jyaeng
    "\u006a\u0079\u0061\u0065\u006e\u0067",
    // 0xc7fa: 쟺 => jyaej
    "\u006a\u0079\u0061\u0065\u006a",
    // 0xc7fb: 쟻 => jyaec
    "\u006a\u0079\u0061\u0065\u0063",
    // 0xc7fc: 쟼 => jyaek
    "\u006a\u0079\u0061\u0065\u006b",
    // 0xc7fd: 쟽 => jyaet
    "\u006a\u0079\u0061\u0065\u0074",
    // 0xc7fe: 쟾 => jyaep
    "\u006a\u0079\u0061\u0065\u0070",
    // 0xc7ff: 쟿 => jyaeh
    "\u006a\u0079\u0061\u0065\u0068",
)
