package com.jeffpdavidson.kotwords.formats.unidecode

internal val xc9 = arrayOf(
    // 0xc900: 준 => jun
    "\u006a\u0075\u006e",
    // 0xc901: 줁 => junj
    "\u006a\u0075\u006e\u006a",
    // 0xc902: 줂 => junh
    "\u006a\u0075\u006e\u0068",
    // 0xc903: 줃 => jud
    "\u006a\u0075\u0064",
    // 0xc904: 줄 => jul
    "\u006a\u0075\u006c",
    // 0xc905: 줅 => julg
    "\u006a\u0075\u006c\u0067",
    // 0xc906: 줆 => julm
    "\u006a\u0075\u006c\u006d",
    // 0xc907: 줇 => julb
    "\u006a\u0075\u006c\u0062",
    // 0xc908: 줈 => juls
    "\u006a\u0075\u006c\u0073",
    // 0xc909: 줉 => jult
    "\u006a\u0075\u006c\u0074",
    // 0xc90a: 줊 => julp
    "\u006a\u0075\u006c\u0070",
    // 0xc90b: 줋 => julh
    "\u006a\u0075\u006c\u0068",
    // 0xc90c: 줌 => jum
    "\u006a\u0075\u006d",
    // 0xc90d: 줍 => jub
    "\u006a\u0075\u0062",
    // 0xc90e: 줎 => jubs
    "\u006a\u0075\u0062\u0073",
    // 0xc90f: 줏 => jus
    "\u006a\u0075\u0073",
    // 0xc910: 줐 => juss
    "\u006a\u0075\u0073\u0073",
    // 0xc911: 중 => jung
    "\u006a\u0075\u006e\u0067",
    // 0xc912: 줒 => juj
    "\u006a\u0075\u006a",
    // 0xc913: 줓 => juc
    "\u006a\u0075\u0063",
    // 0xc914: 줔 => juk
    "\u006a\u0075\u006b",
    // 0xc915: 줕 => jut
    "\u006a\u0075\u0074",
    // 0xc916: 줖 => jup
    "\u006a\u0075\u0070",
    // 0xc917: 줗 => juh
    "\u006a\u0075\u0068",
    // 0xc918: 줘 => jweo
    "\u006a\u0077\u0065\u006f",
    // 0xc919: 줙 => jweog
    "\u006a\u0077\u0065\u006f\u0067",
    // 0xc91a: 줚 => jweogg
    "\u006a\u0077\u0065\u006f\u0067\u0067",
    // 0xc91b: 줛 => jweogs
    "\u006a\u0077\u0065\u006f\u0067\u0073",
    // 0xc91c: 줜 => jweon
    "\u006a\u0077\u0065\u006f\u006e",
    // 0xc91d: 줝 => jweonj
    "\u006a\u0077\u0065\u006f\u006e\u006a",
    // 0xc91e: 줞 => jweonh
    "\u006a\u0077\u0065\u006f\u006e\u0068",
    // 0xc91f: 줟 => jweod
    "\u006a\u0077\u0065\u006f\u0064",
    // 0xc920: 줠 => jweol
    "\u006a\u0077\u0065\u006f\u006c",
    // 0xc921: 줡 => jweolg
    "\u006a\u0077\u0065\u006f\u006c\u0067",
    // 0xc922: 줢 => jweolm
    "\u006a\u0077\u0065\u006f\u006c\u006d",
    // 0xc923: 줣 => jweolb
    "\u006a\u0077\u0065\u006f\u006c\u0062",
    // 0xc924: 줤 => jweols
    "\u006a\u0077\u0065\u006f\u006c\u0073",
    // 0xc925: 줥 => jweolt
    "\u006a\u0077\u0065\u006f\u006c\u0074",
    // 0xc926: 줦 => jweolp
    "\u006a\u0077\u0065\u006f\u006c\u0070",
    // 0xc927: 줧 => jweolh
    "\u006a\u0077\u0065\u006f\u006c\u0068",
    // 0xc928: 줨 => jweom
    "\u006a\u0077\u0065\u006f\u006d",
    // 0xc929: 줩 => jweob
    "\u006a\u0077\u0065\u006f\u0062",
    // 0xc92a: 줪 => jweobs
    "\u006a\u0077\u0065\u006f\u0062\u0073",
    // 0xc92b: 줫 => jweos
    "\u006a\u0077\u0065\u006f\u0073",
    // 0xc92c: 줬 => jweoss
    "\u006a\u0077\u0065\u006f\u0073\u0073",
    // 0xc92d: 줭 => jweong
    "\u006a\u0077\u0065\u006f\u006e\u0067",
    // 0xc92e: 줮 => jweoj
    "\u006a\u0077\u0065\u006f\u006a",
    // 0xc92f: 줯 => jweoc
    "\u006a\u0077\u0065\u006f\u0063",
    // 0xc930: 줰 => jweok
    "\u006a\u0077\u0065\u006f\u006b",
    // 0xc931: 줱 => jweot
    "\u006a\u0077\u0065\u006f\u0074",
    // 0xc932: 줲 => jweop
    "\u006a\u0077\u0065\u006f\u0070",
    // 0xc933: 줳 => jweoh
    "\u006a\u0077\u0065\u006f\u0068",
    // 0xc934: 줴 => jwe
    "\u006a\u0077\u0065",
    // 0xc935: 줵 => jweg
    "\u006a\u0077\u0065\u0067",
    // 0xc936: 줶 => jwegg
    "\u006a\u0077\u0065\u0067\u0067",
    // 0xc937: 줷 => jwegs
    "\u006a\u0077\u0065\u0067\u0073",
    // 0xc938: 줸 => jwen
    "\u006a\u0077\u0065\u006e",
    // 0xc939: 줹 => jwenj
    "\u006a\u0077\u0065\u006e\u006a",
    // 0xc93a: 줺 => jwenh
    "\u006a\u0077\u0065\u006e\u0068",
    // 0xc93b: 줻 => jwed
    "\u006a\u0077\u0065\u0064",
    // 0xc93c: 줼 => jwel
    "\u006a\u0077\u0065\u006c",
    // 0xc93d: 줽 => jwelg
    "\u006a\u0077\u0065\u006c\u0067",
    // 0xc93e: 줾 => jwelm
    "\u006a\u0077\u0065\u006c\u006d",
    // 0xc93f: 줿 => jwelb
    "\u006a\u0077\u0065\u006c\u0062",
    // 0xc940: 쥀 => jwels
    "\u006a\u0077\u0065\u006c\u0073",
    // 0xc941: 쥁 => jwelt
    "\u006a\u0077\u0065\u006c\u0074",
    // 0xc942: 쥂 => jwelp
    "\u006a\u0077\u0065\u006c\u0070",
    // 0xc943: 쥃 => jwelh
    "\u006a\u0077\u0065\u006c\u0068",
    // 0xc944: 쥄 => jwem
    "\u006a\u0077\u0065\u006d",
    // 0xc945: 쥅 => jweb
    "\u006a\u0077\u0065\u0062",
    // 0xc946: 쥆 => jwebs
    "\u006a\u0077\u0065\u0062\u0073",
    // 0xc947: 쥇 => jwes
    "\u006a\u0077\u0065\u0073",
    // 0xc948: 쥈 => jwess
    "\u006a\u0077\u0065\u0073\u0073",
    // 0xc949: 쥉 => jweng
    "\u006a\u0077\u0065\u006e\u0067",
    // 0xc94a: 쥊 => jwej
    "\u006a\u0077\u0065\u006a",
    // 0xc94b: 쥋 => jwec
    "\u006a\u0077\u0065\u0063",
    // 0xc94c: 쥌 => jwek
    "\u006a\u0077\u0065\u006b",
    // 0xc94d: 쥍 => jwet
    "\u006a\u0077\u0065\u0074",
    // 0xc94e: 쥎 => jwep
    "\u006a\u0077\u0065\u0070",
    // 0xc94f: 쥏 => jweh
    "\u006a\u0077\u0065\u0068",
    // 0xc950: 쥐 => jwi
    "\u006a\u0077\u0069",
    // 0xc951: 쥑 => jwig
    "\u006a\u0077\u0069\u0067",
    // 0xc952: 쥒 => jwigg
    "\u006a\u0077\u0069\u0067\u0067",
    // 0xc953: 쥓 => jwigs
    "\u006a\u0077\u0069\u0067\u0073",
    // 0xc954: 쥔 => jwin
    "\u006a\u0077\u0069\u006e",
    // 0xc955: 쥕 => jwinj
    "\u006a\u0077\u0069\u006e\u006a",
    // 0xc956: 쥖 => jwinh
    "\u006a\u0077\u0069\u006e\u0068",
    // 0xc957: 쥗 => jwid
    "\u006a\u0077\u0069\u0064",
    // 0xc958: 쥘 => jwil
    "\u006a\u0077\u0069\u006c",
    // 0xc959: 쥙 => jwilg
    "\u006a\u0077\u0069\u006c\u0067",
    // 0xc95a: 쥚 => jwilm
    "\u006a\u0077\u0069\u006c\u006d",
    // 0xc95b: 쥛 => jwilb
    "\u006a\u0077\u0069\u006c\u0062",
    // 0xc95c: 쥜 => jwils
    "\u006a\u0077\u0069\u006c\u0073",
    // 0xc95d: 쥝 => jwilt
    "\u006a\u0077\u0069\u006c\u0074",
    // 0xc95e: 쥞 => jwilp
    "\u006a\u0077\u0069\u006c\u0070",
    // 0xc95f: 쥟 => jwilh
    "\u006a\u0077\u0069\u006c\u0068",
    // 0xc960: 쥠 => jwim
    "\u006a\u0077\u0069\u006d",
    // 0xc961: 쥡 => jwib
    "\u006a\u0077\u0069\u0062",
    // 0xc962: 쥢 => jwibs
    "\u006a\u0077\u0069\u0062\u0073",
    // 0xc963: 쥣 => jwis
    "\u006a\u0077\u0069\u0073",
    // 0xc964: 쥤 => jwiss
    "\u006a\u0077\u0069\u0073\u0073",
    // 0xc965: 쥥 => jwing
    "\u006a\u0077\u0069\u006e\u0067",
    // 0xc966: 쥦 => jwij
    "\u006a\u0077\u0069\u006a",
    // 0xc967: 쥧 => jwic
    "\u006a\u0077\u0069\u0063",
    // 0xc968: 쥨 => jwik
    "\u006a\u0077\u0069\u006b",
    // 0xc969: 쥩 => jwit
    "\u006a\u0077\u0069\u0074",
    // 0xc96a: 쥪 => jwip
    "\u006a\u0077\u0069\u0070",
    // 0xc96b: 쥫 => jwih
    "\u006a\u0077\u0069\u0068",
    // 0xc96c: 쥬 => jyu
    "\u006a\u0079\u0075",
    // 0xc96d: 쥭 => jyug
    "\u006a\u0079\u0075\u0067",
    // 0xc96e: 쥮 => jyugg
    "\u006a\u0079\u0075\u0067\u0067",
    // 0xc96f: 쥯 => jyugs
    "\u006a\u0079\u0075\u0067\u0073",
    // 0xc970: 쥰 => jyun
    "\u006a\u0079\u0075\u006e",
    // 0xc971: 쥱 => jyunj
    "\u006a\u0079\u0075\u006e\u006a",
    // 0xc972: 쥲 => jyunh
    "\u006a\u0079\u0075\u006e\u0068",
    // 0xc973: 쥳 => jyud
    "\u006a\u0079\u0075\u0064",
    // 0xc974: 쥴 => jyul
    "\u006a\u0079\u0075\u006c",
    // 0xc975: 쥵 => jyulg
    "\u006a\u0079\u0075\u006c\u0067",
    // 0xc976: 쥶 => jyulm
    "\u006a\u0079\u0075\u006c\u006d",
    // 0xc977: 쥷 => jyulb
    "\u006a\u0079\u0075\u006c\u0062",
    // 0xc978: 쥸 => jyuls
    "\u006a\u0079\u0075\u006c\u0073",
    // 0xc979: 쥹 => jyult
    "\u006a\u0079\u0075\u006c\u0074",
    // 0xc97a: 쥺 => jyulp
    "\u006a\u0079\u0075\u006c\u0070",
    // 0xc97b: 쥻 => jyulh
    "\u006a\u0079\u0075\u006c\u0068",
    // 0xc97c: 쥼 => jyum
    "\u006a\u0079\u0075\u006d",
    // 0xc97d: 쥽 => jyub
    "\u006a\u0079\u0075\u0062",
    // 0xc97e: 쥾 => jyubs
    "\u006a\u0079\u0075\u0062\u0073",
    // 0xc97f: 쥿 => jyus
    "\u006a\u0079\u0075\u0073",
    // 0xc980: 즀 => jyuss
    "\u006a\u0079\u0075\u0073\u0073",
    // 0xc981: 즁 => jyung
    "\u006a\u0079\u0075\u006e\u0067",
    // 0xc982: 즂 => jyuj
    "\u006a\u0079\u0075\u006a",
    // 0xc983: 즃 => jyuc
    "\u006a\u0079\u0075\u0063",
    // 0xc984: 즄 => jyuk
    "\u006a\u0079\u0075\u006b",
    // 0xc985: 즅 => jyut
    "\u006a\u0079\u0075\u0074",
    // 0xc986: 즆 => jyup
    "\u006a\u0079\u0075\u0070",
    // 0xc987: 즇 => jyuh
    "\u006a\u0079\u0075\u0068",
    // 0xc988: 즈 => jeu
    "\u006a\u0065\u0075",
    // 0xc989: 즉 => jeug
    "\u006a\u0065\u0075\u0067",
    // 0xc98a: 즊 => jeugg
    "\u006a\u0065\u0075\u0067\u0067",
    // 0xc98b: 즋 => jeugs
    "\u006a\u0065\u0075\u0067\u0073",
    // 0xc98c: 즌 => jeun
    "\u006a\u0065\u0075\u006e",
    // 0xc98d: 즍 => jeunj
    "\u006a\u0065\u0075\u006e\u006a",
    // 0xc98e: 즎 => jeunh
    "\u006a\u0065\u0075\u006e\u0068",
    // 0xc98f: 즏 => jeud
    "\u006a\u0065\u0075\u0064",
    // 0xc990: 즐 => jeul
    "\u006a\u0065\u0075\u006c",
    // 0xc991: 즑 => jeulg
    "\u006a\u0065\u0075\u006c\u0067",
    // 0xc992: 즒 => jeulm
    "\u006a\u0065\u0075\u006c\u006d",
    // 0xc993: 즓 => jeulb
    "\u006a\u0065\u0075\u006c\u0062",
    // 0xc994: 즔 => jeuls
    "\u006a\u0065\u0075\u006c\u0073",
    // 0xc995: 즕 => jeult
    "\u006a\u0065\u0075\u006c\u0074",
    // 0xc996: 즖 => jeulp
    "\u006a\u0065\u0075\u006c\u0070",
    // 0xc997: 즗 => jeulh
    "\u006a\u0065\u0075\u006c\u0068",
    // 0xc998: 즘 => jeum
    "\u006a\u0065\u0075\u006d",
    // 0xc999: 즙 => jeub
    "\u006a\u0065\u0075\u0062",
    // 0xc99a: 즚 => jeubs
    "\u006a\u0065\u0075\u0062\u0073",
    // 0xc99b: 즛 => jeus
    "\u006a\u0065\u0075\u0073",
    // 0xc99c: 즜 => jeuss
    "\u006a\u0065\u0075\u0073\u0073",
    // 0xc99d: 증 => jeung
    "\u006a\u0065\u0075\u006e\u0067",
    // 0xc99e: 즞 => jeuj
    "\u006a\u0065\u0075\u006a",
    // 0xc99f: 즟 => jeuc
    "\u006a\u0065\u0075\u0063",
    // 0xc9a0: 즠 => jeuk
    "\u006a\u0065\u0075\u006b",
    // 0xc9a1: 즡 => jeut
    "\u006a\u0065\u0075\u0074",
    // 0xc9a2: 즢 => jeup
    "\u006a\u0065\u0075\u0070",
    // 0xc9a3: 즣 => jeuh
    "\u006a\u0065\u0075\u0068",
    // 0xc9a4: 즤 => jyi
    "\u006a\u0079\u0069",
    // 0xc9a5: 즥 => jyig
    "\u006a\u0079\u0069\u0067",
    // 0xc9a6: 즦 => jyigg
    "\u006a\u0079\u0069\u0067\u0067",
    // 0xc9a7: 즧 => jyigs
    "\u006a\u0079\u0069\u0067\u0073",
    // 0xc9a8: 즨 => jyin
    "\u006a\u0079\u0069\u006e",
    // 0xc9a9: 즩 => jyinj
    "\u006a\u0079\u0069\u006e\u006a",
    // 0xc9aa: 즪 => jyinh
    "\u006a\u0079\u0069\u006e\u0068",
    // 0xc9ab: 즫 => jyid
    "\u006a\u0079\u0069\u0064",
    // 0xc9ac: 즬 => jyil
    "\u006a\u0079\u0069\u006c",
    // 0xc9ad: 즭 => jyilg
    "\u006a\u0079\u0069\u006c\u0067",
    // 0xc9ae: 즮 => jyilm
    "\u006a\u0079\u0069\u006c\u006d",
    // 0xc9af: 즯 => jyilb
    "\u006a\u0079\u0069\u006c\u0062",
    // 0xc9b0: 즰 => jyils
    "\u006a\u0079\u0069\u006c\u0073",
    // 0xc9b1: 즱 => jyilt
    "\u006a\u0079\u0069\u006c\u0074",
    // 0xc9b2: 즲 => jyilp
    "\u006a\u0079\u0069\u006c\u0070",
    // 0xc9b3: 즳 => jyilh
    "\u006a\u0079\u0069\u006c\u0068",
    // 0xc9b4: 즴 => jyim
    "\u006a\u0079\u0069\u006d",
    // 0xc9b5: 즵 => jyib
    "\u006a\u0079\u0069\u0062",
    // 0xc9b6: 즶 => jyibs
    "\u006a\u0079\u0069\u0062\u0073",
    // 0xc9b7: 즷 => jyis
    "\u006a\u0079\u0069\u0073",
    // 0xc9b8: 즸 => jyiss
    "\u006a\u0079\u0069\u0073\u0073",
    // 0xc9b9: 즹 => jying
    "\u006a\u0079\u0069\u006e\u0067",
    // 0xc9ba: 즺 => jyij
    "\u006a\u0079\u0069\u006a",
    // 0xc9bb: 즻 => jyic
    "\u006a\u0079\u0069\u0063",
    // 0xc9bc: 즼 => jyik
    "\u006a\u0079\u0069\u006b",
    // 0xc9bd: 즽 => jyit
    "\u006a\u0079\u0069\u0074",
    // 0xc9be: 즾 => jyip
    "\u006a\u0079\u0069\u0070",
    // 0xc9bf: 즿 => jyih
    "\u006a\u0079\u0069\u0068",
    // 0xc9c0: 지 => ji
    "\u006a\u0069",
    // 0xc9c1: 직 => jig
    "\u006a\u0069\u0067",
    // 0xc9c2: 짂 => jigg
    "\u006a\u0069\u0067\u0067",
    // 0xc9c3: 짃 => jigs
    "\u006a\u0069\u0067\u0073",
    // 0xc9c4: 진 => jin
    "\u006a\u0069\u006e",
    // 0xc9c5: 짅 => jinj
    "\u006a\u0069\u006e\u006a",
    // 0xc9c6: 짆 => jinh
    "\u006a\u0069\u006e\u0068",
    // 0xc9c7: 짇 => jid
    "\u006a\u0069\u0064",
    // 0xc9c8: 질 => jil
    "\u006a\u0069\u006c",
    // 0xc9c9: 짉 => jilg
    "\u006a\u0069\u006c\u0067",
    // 0xc9ca: 짊 => jilm
    "\u006a\u0069\u006c\u006d",
    // 0xc9cb: 짋 => jilb
    "\u006a\u0069\u006c\u0062",
    // 0xc9cc: 짌 => jils
    "\u006a\u0069\u006c\u0073",
    // 0xc9cd: 짍 => jilt
    "\u006a\u0069\u006c\u0074",
    // 0xc9ce: 짎 => jilp
    "\u006a\u0069\u006c\u0070",
    // 0xc9cf: 짏 => jilh
    "\u006a\u0069\u006c\u0068",
    // 0xc9d0: 짐 => jim
    "\u006a\u0069\u006d",
    // 0xc9d1: 집 => jib
    "\u006a\u0069\u0062",
    // 0xc9d2: 짒 => jibs
    "\u006a\u0069\u0062\u0073",
    // 0xc9d3: 짓 => jis
    "\u006a\u0069\u0073",
    // 0xc9d4: 짔 => jiss
    "\u006a\u0069\u0073\u0073",
    // 0xc9d5: 징 => jing
    "\u006a\u0069\u006e\u0067",
    // 0xc9d6: 짖 => jij
    "\u006a\u0069\u006a",
    // 0xc9d7: 짗 => jic
    "\u006a\u0069\u0063",
    // 0xc9d8: 짘 => jik
    "\u006a\u0069\u006b",
    // 0xc9d9: 짙 => jit
    "\u006a\u0069\u0074",
    // 0xc9da: 짚 => jip
    "\u006a\u0069\u0070",
    // 0xc9db: 짛 => jih
    "\u006a\u0069\u0068",
    // 0xc9dc: 짜 => jja
    "\u006a\u006a\u0061",
    // 0xc9dd: 짝 => jjag
    "\u006a\u006a\u0061\u0067",
    // 0xc9de: 짞 => jjagg
    "\u006a\u006a\u0061\u0067\u0067",
    // 0xc9df: 짟 => jjags
    "\u006a\u006a\u0061\u0067\u0073",
    // 0xc9e0: 짠 => jjan
    "\u006a\u006a\u0061\u006e",
    // 0xc9e1: 짡 => jjanj
    "\u006a\u006a\u0061\u006e\u006a",
    // 0xc9e2: 짢 => jjanh
    "\u006a\u006a\u0061\u006e\u0068",
    // 0xc9e3: 짣 => jjad
    "\u006a\u006a\u0061\u0064",
    // 0xc9e4: 짤 => jjal
    "\u006a\u006a\u0061\u006c",
    // 0xc9e5: 짥 => jjalg
    "\u006a\u006a\u0061\u006c\u0067",
    // 0xc9e6: 짦 => jjalm
    "\u006a\u006a\u0061\u006c\u006d",
    // 0xc9e7: 짧 => jjalb
    "\u006a\u006a\u0061\u006c\u0062",
    // 0xc9e8: 짨 => jjals
    "\u006a\u006a\u0061\u006c\u0073",
    // 0xc9e9: 짩 => jjalt
    "\u006a\u006a\u0061\u006c\u0074",
    // 0xc9ea: 짪 => jjalp
    "\u006a\u006a\u0061\u006c\u0070",
    // 0xc9eb: 짫 => jjalh
    "\u006a\u006a\u0061\u006c\u0068",
    // 0xc9ec: 짬 => jjam
    "\u006a\u006a\u0061\u006d",
    // 0xc9ed: 짭 => jjab
    "\u006a\u006a\u0061\u0062",
    // 0xc9ee: 짮 => jjabs
    "\u006a\u006a\u0061\u0062\u0073",
    // 0xc9ef: 짯 => jjas
    "\u006a\u006a\u0061\u0073",
    // 0xc9f0: 짰 => jjass
    "\u006a\u006a\u0061\u0073\u0073",
    // 0xc9f1: 짱 => jjang
    "\u006a\u006a\u0061\u006e\u0067",
    // 0xc9f2: 짲 => jjaj
    "\u006a\u006a\u0061\u006a",
    // 0xc9f3: 짳 => jjac
    "\u006a\u006a\u0061\u0063",
    // 0xc9f4: 짴 => jjak
    "\u006a\u006a\u0061\u006b",
    // 0xc9f5: 짵 => jjat
    "\u006a\u006a\u0061\u0074",
    // 0xc9f6: 짶 => jjap
    "\u006a\u006a\u0061\u0070",
    // 0xc9f7: 짷 => jjah
    "\u006a\u006a\u0061\u0068",
    // 0xc9f8: 째 => jjae
    "\u006a\u006a\u0061\u0065",
    // 0xc9f9: 짹 => jjaeg
    "\u006a\u006a\u0061\u0065\u0067",
    // 0xc9fa: 짺 => jjaegg
    "\u006a\u006a\u0061\u0065\u0067\u0067",
    // 0xc9fb: 짻 => jjaegs
    "\u006a\u006a\u0061\u0065\u0067\u0073",
    // 0xc9fc: 짼 => jjaen
    "\u006a\u006a\u0061\u0065\u006e",
    // 0xc9fd: 짽 => jjaenj
    "\u006a\u006a\u0061\u0065\u006e\u006a",
    // 0xc9fe: 짾 => jjaenh
    "\u006a\u006a\u0061\u0065\u006e\u0068",
    // 0xc9ff: 짿 => jjaed
    "\u006a\u006a\u0061\u0065\u0064",
)
