package com.jeffpdavidson.kotwords.formats.unidecode

internal val xd0 = arrayOf(
    // 0xd000: 퀀 => kweon
    "\u006b\u0077\u0065\u006f\u006e",
    // 0xd001: 퀁 => kweonj
    "\u006b\u0077\u0065\u006f\u006e\u006a",
    // 0xd002: 퀂 => kweonh
    "\u006b\u0077\u0065\u006f\u006e\u0068",
    // 0xd003: 퀃 => kweod
    "\u006b\u0077\u0065\u006f\u0064",
    // 0xd004: 퀄 => kweol
    "\u006b\u0077\u0065\u006f\u006c",
    // 0xd005: 퀅 => kweolg
    "\u006b\u0077\u0065\u006f\u006c\u0067",
    // 0xd006: 퀆 => kweolm
    "\u006b\u0077\u0065\u006f\u006c\u006d",
    // 0xd007: 퀇 => kweolb
    "\u006b\u0077\u0065\u006f\u006c\u0062",
    // 0xd008: 퀈 => kweols
    "\u006b\u0077\u0065\u006f\u006c\u0073",
    // 0xd009: 퀉 => kweolt
    "\u006b\u0077\u0065\u006f\u006c\u0074",
    // 0xd00a: 퀊 => kweolp
    "\u006b\u0077\u0065\u006f\u006c\u0070",
    // 0xd00b: 퀋 => kweolh
    "\u006b\u0077\u0065\u006f\u006c\u0068",
    // 0xd00c: 퀌 => kweom
    "\u006b\u0077\u0065\u006f\u006d",
    // 0xd00d: 퀍 => kweob
    "\u006b\u0077\u0065\u006f\u0062",
    // 0xd00e: 퀎 => kweobs
    "\u006b\u0077\u0065\u006f\u0062\u0073",
    // 0xd00f: 퀏 => kweos
    "\u006b\u0077\u0065\u006f\u0073",
    // 0xd010: 퀐 => kweoss
    "\u006b\u0077\u0065\u006f\u0073\u0073",
    // 0xd011: 퀑 => kweong
    "\u006b\u0077\u0065\u006f\u006e\u0067",
    // 0xd012: 퀒 => kweoj
    "\u006b\u0077\u0065\u006f\u006a",
    // 0xd013: 퀓 => kweoc
    "\u006b\u0077\u0065\u006f\u0063",
    // 0xd014: 퀔 => kweok
    "\u006b\u0077\u0065\u006f\u006b",
    // 0xd015: 퀕 => kweot
    "\u006b\u0077\u0065\u006f\u0074",
    // 0xd016: 퀖 => kweop
    "\u006b\u0077\u0065\u006f\u0070",
    // 0xd017: 퀗 => kweoh
    "\u006b\u0077\u0065\u006f\u0068",
    // 0xd018: 퀘 => kwe
    "\u006b\u0077\u0065",
    // 0xd019: 퀙 => kweg
    "\u006b\u0077\u0065\u0067",
    // 0xd01a: 퀚 => kwegg
    "\u006b\u0077\u0065\u0067\u0067",
    // 0xd01b: 퀛 => kwegs
    "\u006b\u0077\u0065\u0067\u0073",
    // 0xd01c: 퀜 => kwen
    "\u006b\u0077\u0065\u006e",
    // 0xd01d: 퀝 => kwenj
    "\u006b\u0077\u0065\u006e\u006a",
    // 0xd01e: 퀞 => kwenh
    "\u006b\u0077\u0065\u006e\u0068",
    // 0xd01f: 퀟 => kwed
    "\u006b\u0077\u0065\u0064",
    // 0xd020: 퀠 => kwel
    "\u006b\u0077\u0065\u006c",
    // 0xd021: 퀡 => kwelg
    "\u006b\u0077\u0065\u006c\u0067",
    // 0xd022: 퀢 => kwelm
    "\u006b\u0077\u0065\u006c\u006d",
    // 0xd023: 퀣 => kwelb
    "\u006b\u0077\u0065\u006c\u0062",
    // 0xd024: 퀤 => kwels
    "\u006b\u0077\u0065\u006c\u0073",
    // 0xd025: 퀥 => kwelt
    "\u006b\u0077\u0065\u006c\u0074",
    // 0xd026: 퀦 => kwelp
    "\u006b\u0077\u0065\u006c\u0070",
    // 0xd027: 퀧 => kwelh
    "\u006b\u0077\u0065\u006c\u0068",
    // 0xd028: 퀨 => kwem
    "\u006b\u0077\u0065\u006d",
    // 0xd029: 퀩 => kweb
    "\u006b\u0077\u0065\u0062",
    // 0xd02a: 퀪 => kwebs
    "\u006b\u0077\u0065\u0062\u0073",
    // 0xd02b: 퀫 => kwes
    "\u006b\u0077\u0065\u0073",
    // 0xd02c: 퀬 => kwess
    "\u006b\u0077\u0065\u0073\u0073",
    // 0xd02d: 퀭 => kweng
    "\u006b\u0077\u0065\u006e\u0067",
    // 0xd02e: 퀮 => kwej
    "\u006b\u0077\u0065\u006a",
    // 0xd02f: 퀯 => kwec
    "\u006b\u0077\u0065\u0063",
    // 0xd030: 퀰 => kwek
    "\u006b\u0077\u0065\u006b",
    // 0xd031: 퀱 => kwet
    "\u006b\u0077\u0065\u0074",
    // 0xd032: 퀲 => kwep
    "\u006b\u0077\u0065\u0070",
    // 0xd033: 퀳 => kweh
    "\u006b\u0077\u0065\u0068",
    // 0xd034: 퀴 => kwi
    "\u006b\u0077\u0069",
    // 0xd035: 퀵 => kwig
    "\u006b\u0077\u0069\u0067",
    // 0xd036: 퀶 => kwigg
    "\u006b\u0077\u0069\u0067\u0067",
    // 0xd037: 퀷 => kwigs
    "\u006b\u0077\u0069\u0067\u0073",
    // 0xd038: 퀸 => kwin
    "\u006b\u0077\u0069\u006e",
    // 0xd039: 퀹 => kwinj
    "\u006b\u0077\u0069\u006e\u006a",
    // 0xd03a: 퀺 => kwinh
    "\u006b\u0077\u0069\u006e\u0068",
    // 0xd03b: 퀻 => kwid
    "\u006b\u0077\u0069\u0064",
    // 0xd03c: 퀼 => kwil
    "\u006b\u0077\u0069\u006c",
    // 0xd03d: 퀽 => kwilg
    "\u006b\u0077\u0069\u006c\u0067",
    // 0xd03e: 퀾 => kwilm
    "\u006b\u0077\u0069\u006c\u006d",
    // 0xd03f: 퀿 => kwilb
    "\u006b\u0077\u0069\u006c\u0062",
    // 0xd040: 큀 => kwils
    "\u006b\u0077\u0069\u006c\u0073",
    // 0xd041: 큁 => kwilt
    "\u006b\u0077\u0069\u006c\u0074",
    // 0xd042: 큂 => kwilp
    "\u006b\u0077\u0069\u006c\u0070",
    // 0xd043: 큃 => kwilh
    "\u006b\u0077\u0069\u006c\u0068",
    // 0xd044: 큄 => kwim
    "\u006b\u0077\u0069\u006d",
    // 0xd045: 큅 => kwib
    "\u006b\u0077\u0069\u0062",
    // 0xd046: 큆 => kwibs
    "\u006b\u0077\u0069\u0062\u0073",
    // 0xd047: 큇 => kwis
    "\u006b\u0077\u0069\u0073",
    // 0xd048: 큈 => kwiss
    "\u006b\u0077\u0069\u0073\u0073",
    // 0xd049: 큉 => kwing
    "\u006b\u0077\u0069\u006e\u0067",
    // 0xd04a: 큊 => kwij
    "\u006b\u0077\u0069\u006a",
    // 0xd04b: 큋 => kwic
    "\u006b\u0077\u0069\u0063",
    // 0xd04c: 큌 => kwik
    "\u006b\u0077\u0069\u006b",
    // 0xd04d: 큍 => kwit
    "\u006b\u0077\u0069\u0074",
    // 0xd04e: 큎 => kwip
    "\u006b\u0077\u0069\u0070",
    // 0xd04f: 큏 => kwih
    "\u006b\u0077\u0069\u0068",
    // 0xd050: 큐 => kyu
    "\u006b\u0079\u0075",
    // 0xd051: 큑 => kyug
    "\u006b\u0079\u0075\u0067",
    // 0xd052: 큒 => kyugg
    "\u006b\u0079\u0075\u0067\u0067",
    // 0xd053: 큓 => kyugs
    "\u006b\u0079\u0075\u0067\u0073",
    // 0xd054: 큔 => kyun
    "\u006b\u0079\u0075\u006e",
    // 0xd055: 큕 => kyunj
    "\u006b\u0079\u0075\u006e\u006a",
    // 0xd056: 큖 => kyunh
    "\u006b\u0079\u0075\u006e\u0068",
    // 0xd057: 큗 => kyud
    "\u006b\u0079\u0075\u0064",
    // 0xd058: 큘 => kyul
    "\u006b\u0079\u0075\u006c",
    // 0xd059: 큙 => kyulg
    "\u006b\u0079\u0075\u006c\u0067",
    // 0xd05a: 큚 => kyulm
    "\u006b\u0079\u0075\u006c\u006d",
    // 0xd05b: 큛 => kyulb
    "\u006b\u0079\u0075\u006c\u0062",
    // 0xd05c: 큜 => kyuls
    "\u006b\u0079\u0075\u006c\u0073",
    // 0xd05d: 큝 => kyult
    "\u006b\u0079\u0075\u006c\u0074",
    // 0xd05e: 큞 => kyulp
    "\u006b\u0079\u0075\u006c\u0070",
    // 0xd05f: 큟 => kyulh
    "\u006b\u0079\u0075\u006c\u0068",
    // 0xd060: 큠 => kyum
    "\u006b\u0079\u0075\u006d",
    // 0xd061: 큡 => kyub
    "\u006b\u0079\u0075\u0062",
    // 0xd062: 큢 => kyubs
    "\u006b\u0079\u0075\u0062\u0073",
    // 0xd063: 큣 => kyus
    "\u006b\u0079\u0075\u0073",
    // 0xd064: 큤 => kyuss
    "\u006b\u0079\u0075\u0073\u0073",
    // 0xd065: 큥 => kyung
    "\u006b\u0079\u0075\u006e\u0067",
    // 0xd066: 큦 => kyuj
    "\u006b\u0079\u0075\u006a",
    // 0xd067: 큧 => kyuc
    "\u006b\u0079\u0075\u0063",
    // 0xd068: 큨 => kyuk
    "\u006b\u0079\u0075\u006b",
    // 0xd069: 큩 => kyut
    "\u006b\u0079\u0075\u0074",
    // 0xd06a: 큪 => kyup
    "\u006b\u0079\u0075\u0070",
    // 0xd06b: 큫 => kyuh
    "\u006b\u0079\u0075\u0068",
    // 0xd06c: 크 => keu
    "\u006b\u0065\u0075",
    // 0xd06d: 큭 => keug
    "\u006b\u0065\u0075\u0067",
    // 0xd06e: 큮 => keugg
    "\u006b\u0065\u0075\u0067\u0067",
    // 0xd06f: 큯 => keugs
    "\u006b\u0065\u0075\u0067\u0073",
    // 0xd070: 큰 => keun
    "\u006b\u0065\u0075\u006e",
    // 0xd071: 큱 => keunj
    "\u006b\u0065\u0075\u006e\u006a",
    // 0xd072: 큲 => keunh
    "\u006b\u0065\u0075\u006e\u0068",
    // 0xd073: 큳 => keud
    "\u006b\u0065\u0075\u0064",
    // 0xd074: 클 => keul
    "\u006b\u0065\u0075\u006c",
    // 0xd075: 큵 => keulg
    "\u006b\u0065\u0075\u006c\u0067",
    // 0xd076: 큶 => keulm
    "\u006b\u0065\u0075\u006c\u006d",
    // 0xd077: 큷 => keulb
    "\u006b\u0065\u0075\u006c\u0062",
    // 0xd078: 큸 => keuls
    "\u006b\u0065\u0075\u006c\u0073",
    // 0xd079: 큹 => keult
    "\u006b\u0065\u0075\u006c\u0074",
    // 0xd07a: 큺 => keulp
    "\u006b\u0065\u0075\u006c\u0070",
    // 0xd07b: 큻 => keulh
    "\u006b\u0065\u0075\u006c\u0068",
    // 0xd07c: 큼 => keum
    "\u006b\u0065\u0075\u006d",
    // 0xd07d: 큽 => keub
    "\u006b\u0065\u0075\u0062",
    // 0xd07e: 큾 => keubs
    "\u006b\u0065\u0075\u0062\u0073",
    // 0xd07f: 큿 => keus
    "\u006b\u0065\u0075\u0073",
    // 0xd080: 킀 => keuss
    "\u006b\u0065\u0075\u0073\u0073",
    // 0xd081: 킁 => keung
    "\u006b\u0065\u0075\u006e\u0067",
    // 0xd082: 킂 => keuj
    "\u006b\u0065\u0075\u006a",
    // 0xd083: 킃 => keuc
    "\u006b\u0065\u0075\u0063",
    // 0xd084: 킄 => keuk
    "\u006b\u0065\u0075\u006b",
    // 0xd085: 킅 => keut
    "\u006b\u0065\u0075\u0074",
    // 0xd086: 킆 => keup
    "\u006b\u0065\u0075\u0070",
    // 0xd087: 킇 => keuh
    "\u006b\u0065\u0075\u0068",
    // 0xd088: 킈 => kyi
    "\u006b\u0079\u0069",
    // 0xd089: 킉 => kyig
    "\u006b\u0079\u0069\u0067",
    // 0xd08a: 킊 => kyigg
    "\u006b\u0079\u0069\u0067\u0067",
    // 0xd08b: 킋 => kyigs
    "\u006b\u0079\u0069\u0067\u0073",
    // 0xd08c: 킌 => kyin
    "\u006b\u0079\u0069\u006e",
    // 0xd08d: 킍 => kyinj
    "\u006b\u0079\u0069\u006e\u006a",
    // 0xd08e: 킎 => kyinh
    "\u006b\u0079\u0069\u006e\u0068",
    // 0xd08f: 킏 => kyid
    "\u006b\u0079\u0069\u0064",
    // 0xd090: 킐 => kyil
    "\u006b\u0079\u0069\u006c",
    // 0xd091: 킑 => kyilg
    "\u006b\u0079\u0069\u006c\u0067",
    // 0xd092: 킒 => kyilm
    "\u006b\u0079\u0069\u006c\u006d",
    // 0xd093: 킓 => kyilb
    "\u006b\u0079\u0069\u006c\u0062",
    // 0xd094: 킔 => kyils
    "\u006b\u0079\u0069\u006c\u0073",
    // 0xd095: 킕 => kyilt
    "\u006b\u0079\u0069\u006c\u0074",
    // 0xd096: 킖 => kyilp
    "\u006b\u0079\u0069\u006c\u0070",
    // 0xd097: 킗 => kyilh
    "\u006b\u0079\u0069\u006c\u0068",
    // 0xd098: 킘 => kyim
    "\u006b\u0079\u0069\u006d",
    // 0xd099: 킙 => kyib
    "\u006b\u0079\u0069\u0062",
    // 0xd09a: 킚 => kyibs
    "\u006b\u0079\u0069\u0062\u0073",
    // 0xd09b: 킛 => kyis
    "\u006b\u0079\u0069\u0073",
    // 0xd09c: 킜 => kyiss
    "\u006b\u0079\u0069\u0073\u0073",
    // 0xd09d: 킝 => kying
    "\u006b\u0079\u0069\u006e\u0067",
    // 0xd09e: 킞 => kyij
    "\u006b\u0079\u0069\u006a",
    // 0xd09f: 킟 => kyic
    "\u006b\u0079\u0069\u0063",
    // 0xd0a0: 킠 => kyik
    "\u006b\u0079\u0069\u006b",
    // 0xd0a1: 킡 => kyit
    "\u006b\u0079\u0069\u0074",
    // 0xd0a2: 킢 => kyip
    "\u006b\u0079\u0069\u0070",
    // 0xd0a3: 킣 => kyih
    "\u006b\u0079\u0069\u0068",
    // 0xd0a4: 키 => ki
    "\u006b\u0069",
    // 0xd0a5: 킥 => kig
    "\u006b\u0069\u0067",
    // 0xd0a6: 킦 => kigg
    "\u006b\u0069\u0067\u0067",
    // 0xd0a7: 킧 => kigs
    "\u006b\u0069\u0067\u0073",
    // 0xd0a8: 킨 => kin
    "\u006b\u0069\u006e",
    // 0xd0a9: 킩 => kinj
    "\u006b\u0069\u006e\u006a",
    // 0xd0aa: 킪 => kinh
    "\u006b\u0069\u006e\u0068",
    // 0xd0ab: 킫 => kid
    "\u006b\u0069\u0064",
    // 0xd0ac: 킬 => kil
    "\u006b\u0069\u006c",
    // 0xd0ad: 킭 => kilg
    "\u006b\u0069\u006c\u0067",
    // 0xd0ae: 킮 => kilm
    "\u006b\u0069\u006c\u006d",
    // 0xd0af: 킯 => kilb
    "\u006b\u0069\u006c\u0062",
    // 0xd0b0: 킰 => kils
    "\u006b\u0069\u006c\u0073",
    // 0xd0b1: 킱 => kilt
    "\u006b\u0069\u006c\u0074",
    // 0xd0b2: 킲 => kilp
    "\u006b\u0069\u006c\u0070",
    // 0xd0b3: 킳 => kilh
    "\u006b\u0069\u006c\u0068",
    // 0xd0b4: 킴 => kim
    "\u006b\u0069\u006d",
    // 0xd0b5: 킵 => kib
    "\u006b\u0069\u0062",
    // 0xd0b6: 킶 => kibs
    "\u006b\u0069\u0062\u0073",
    // 0xd0b7: 킷 => kis
    "\u006b\u0069\u0073",
    // 0xd0b8: 킸 => kiss
    "\u006b\u0069\u0073\u0073",
    // 0xd0b9: 킹 => king
    "\u006b\u0069\u006e\u0067",
    // 0xd0ba: 킺 => kij
    "\u006b\u0069\u006a",
    // 0xd0bb: 킻 => kic
    "\u006b\u0069\u0063",
    // 0xd0bc: 킼 => kik
    "\u006b\u0069\u006b",
    // 0xd0bd: 킽 => kit
    "\u006b\u0069\u0074",
    // 0xd0be: 킾 => kip
    "\u006b\u0069\u0070",
    // 0xd0bf: 킿 => kih
    "\u006b\u0069\u0068",
    // 0xd0c0: 타 => ta
    "\u0074\u0061",
    // 0xd0c1: 탁 => tag
    "\u0074\u0061\u0067",
    // 0xd0c2: 탂 => tagg
    "\u0074\u0061\u0067\u0067",
    // 0xd0c3: 탃 => tags
    "\u0074\u0061\u0067\u0073",
    // 0xd0c4: 탄 => tan
    "\u0074\u0061\u006e",
    // 0xd0c5: 탅 => tanj
    "\u0074\u0061\u006e\u006a",
    // 0xd0c6: 탆 => tanh
    "\u0074\u0061\u006e\u0068",
    // 0xd0c7: 탇 => tad
    "\u0074\u0061\u0064",
    // 0xd0c8: 탈 => tal
    "\u0074\u0061\u006c",
    // 0xd0c9: 탉 => talg
    "\u0074\u0061\u006c\u0067",
    // 0xd0ca: 탊 => talm
    "\u0074\u0061\u006c\u006d",
    // 0xd0cb: 탋 => talb
    "\u0074\u0061\u006c\u0062",
    // 0xd0cc: 탌 => tals
    "\u0074\u0061\u006c\u0073",
    // 0xd0cd: 탍 => talt
    "\u0074\u0061\u006c\u0074",
    // 0xd0ce: 탎 => talp
    "\u0074\u0061\u006c\u0070",
    // 0xd0cf: 탏 => talh
    "\u0074\u0061\u006c\u0068",
    // 0xd0d0: 탐 => tam
    "\u0074\u0061\u006d",
    // 0xd0d1: 탑 => tab
    "\u0074\u0061\u0062",
    // 0xd0d2: 탒 => tabs
    "\u0074\u0061\u0062\u0073",
    // 0xd0d3: 탓 => tas
    "\u0074\u0061\u0073",
    // 0xd0d4: 탔 => tass
    "\u0074\u0061\u0073\u0073",
    // 0xd0d5: 탕 => tang
    "\u0074\u0061\u006e\u0067",
    // 0xd0d6: 탖 => taj
    "\u0074\u0061\u006a",
    // 0xd0d7: 탗 => tac
    "\u0074\u0061\u0063",
    // 0xd0d8: 탘 => tak
    "\u0074\u0061\u006b",
    // 0xd0d9: 탙 => tat
    "\u0074\u0061\u0074",
    // 0xd0da: 탚 => tap
    "\u0074\u0061\u0070",
    // 0xd0db: 탛 => tah
    "\u0074\u0061\u0068",
    // 0xd0dc: 태 => tae
    "\u0074\u0061\u0065",
    // 0xd0dd: 택 => taeg
    "\u0074\u0061\u0065\u0067",
    // 0xd0de: 탞 => taegg
    "\u0074\u0061\u0065\u0067\u0067",
    // 0xd0df: 탟 => taegs
    "\u0074\u0061\u0065\u0067\u0073",
    // 0xd0e0: 탠 => taen
    "\u0074\u0061\u0065\u006e",
    // 0xd0e1: 탡 => taenj
    "\u0074\u0061\u0065\u006e\u006a",
    // 0xd0e2: 탢 => taenh
    "\u0074\u0061\u0065\u006e\u0068",
    // 0xd0e3: 탣 => taed
    "\u0074\u0061\u0065\u0064",
    // 0xd0e4: 탤 => tael
    "\u0074\u0061\u0065\u006c",
    // 0xd0e5: 탥 => taelg
    "\u0074\u0061\u0065\u006c\u0067",
    // 0xd0e6: 탦 => taelm
    "\u0074\u0061\u0065\u006c\u006d",
    // 0xd0e7: 탧 => taelb
    "\u0074\u0061\u0065\u006c\u0062",
    // 0xd0e8: 탨 => taels
    "\u0074\u0061\u0065\u006c\u0073",
    // 0xd0e9: 탩 => taelt
    "\u0074\u0061\u0065\u006c\u0074",
    // 0xd0ea: 탪 => taelp
    "\u0074\u0061\u0065\u006c\u0070",
    // 0xd0eb: 탫 => taelh
    "\u0074\u0061\u0065\u006c\u0068",
    // 0xd0ec: 탬 => taem
    "\u0074\u0061\u0065\u006d",
    // 0xd0ed: 탭 => taeb
    "\u0074\u0061\u0065\u0062",
    // 0xd0ee: 탮 => taebs
    "\u0074\u0061\u0065\u0062\u0073",
    // 0xd0ef: 탯 => taes
    "\u0074\u0061\u0065\u0073",
    // 0xd0f0: 탰 => taess
    "\u0074\u0061\u0065\u0073\u0073",
    // 0xd0f1: 탱 => taeng
    "\u0074\u0061\u0065\u006e\u0067",
    // 0xd0f2: 탲 => taej
    "\u0074\u0061\u0065\u006a",
    // 0xd0f3: 탳 => taec
    "\u0074\u0061\u0065\u0063",
    // 0xd0f4: 탴 => taek
    "\u0074\u0061\u0065\u006b",
    // 0xd0f5: 탵 => taet
    "\u0074\u0061\u0065\u0074",
    // 0xd0f6: 탶 => taep
    "\u0074\u0061\u0065\u0070",
    // 0xd0f7: 탷 => taeh
    "\u0074\u0061\u0065\u0068",
    // 0xd0f8: 탸 => tya
    "\u0074\u0079\u0061",
    // 0xd0f9: 탹 => tyag
    "\u0074\u0079\u0061\u0067",
    // 0xd0fa: 탺 => tyagg
    "\u0074\u0079\u0061\u0067\u0067",
    // 0xd0fb: 탻 => tyags
    "\u0074\u0079\u0061\u0067\u0073",
    // 0xd0fc: 탼 => tyan
    "\u0074\u0079\u0061\u006e",
    // 0xd0fd: 탽 => tyanj
    "\u0074\u0079\u0061\u006e\u006a",
    // 0xd0fe: 탾 => tyanh
    "\u0074\u0079\u0061\u006e\u0068",
    // 0xd0ff: 탿 => tyad
    "\u0074\u0079\u0061\u0064",
)
