package com.jeffpdavidson.kotwords.formats.unidecode

internal val xd6 = arrayOf(
    // 0xd600: 혀 => hyeo
    "\u0068\u0079\u0065\u006f",
    // 0xd601: 혁 => hyeog
    "\u0068\u0079\u0065\u006f\u0067",
    // 0xd602: 혂 => hyeogg
    "\u0068\u0079\u0065\u006f\u0067\u0067",
    // 0xd603: 혃 => hyeogs
    "\u0068\u0079\u0065\u006f\u0067\u0073",
    // 0xd604: 현 => hyeon
    "\u0068\u0079\u0065\u006f\u006e",
    // 0xd605: 혅 => hyeonj
    "\u0068\u0079\u0065\u006f\u006e\u006a",
    // 0xd606: 혆 => hyeonh
    "\u0068\u0079\u0065\u006f\u006e\u0068",
    // 0xd607: 혇 => hyeod
    "\u0068\u0079\u0065\u006f\u0064",
    // 0xd608: 혈 => hyeol
    "\u0068\u0079\u0065\u006f\u006c",
    // 0xd609: 혉 => hyeolg
    "\u0068\u0079\u0065\u006f\u006c\u0067",
    // 0xd60a: 혊 => hyeolm
    "\u0068\u0079\u0065\u006f\u006c\u006d",
    // 0xd60b: 혋 => hyeolb
    "\u0068\u0079\u0065\u006f\u006c\u0062",
    // 0xd60c: 혌 => hyeols
    "\u0068\u0079\u0065\u006f\u006c\u0073",
    // 0xd60d: 혍 => hyeolt
    "\u0068\u0079\u0065\u006f\u006c\u0074",
    // 0xd60e: 혎 => hyeolp
    "\u0068\u0079\u0065\u006f\u006c\u0070",
    // 0xd60f: 혏 => hyeolh
    "\u0068\u0079\u0065\u006f\u006c\u0068",
    // 0xd610: 혐 => hyeom
    "\u0068\u0079\u0065\u006f\u006d",
    // 0xd611: 협 => hyeob
    "\u0068\u0079\u0065\u006f\u0062",
    // 0xd612: 혒 => hyeobs
    "\u0068\u0079\u0065\u006f\u0062\u0073",
    // 0xd613: 혓 => hyeos
    "\u0068\u0079\u0065\u006f\u0073",
    // 0xd614: 혔 => hyeoss
    "\u0068\u0079\u0065\u006f\u0073\u0073",
    // 0xd615: 형 => hyeong
    "\u0068\u0079\u0065\u006f\u006e\u0067",
    // 0xd616: 혖 => hyeoj
    "\u0068\u0079\u0065\u006f\u006a",
    // 0xd617: 혗 => hyeoc
    "\u0068\u0079\u0065\u006f\u0063",
    // 0xd618: 혘 => hyeok
    "\u0068\u0079\u0065\u006f\u006b",
    // 0xd619: 혙 => hyeot
    "\u0068\u0079\u0065\u006f\u0074",
    // 0xd61a: 혚 => hyeop
    "\u0068\u0079\u0065\u006f\u0070",
    // 0xd61b: 혛 => hyeoh
    "\u0068\u0079\u0065\u006f\u0068",
    // 0xd61c: 혜 => hye
    "\u0068\u0079\u0065",
    // 0xd61d: 혝 => hyeg
    "\u0068\u0079\u0065\u0067",
    // 0xd61e: 혞 => hyegg
    "\u0068\u0079\u0065\u0067\u0067",
    // 0xd61f: 혟 => hyegs
    "\u0068\u0079\u0065\u0067\u0073",
    // 0xd620: 혠 => hyen
    "\u0068\u0079\u0065\u006e",
    // 0xd621: 혡 => hyenj
    "\u0068\u0079\u0065\u006e\u006a",
    // 0xd622: 혢 => hyenh
    "\u0068\u0079\u0065\u006e\u0068",
    // 0xd623: 혣 => hyed
    "\u0068\u0079\u0065\u0064",
    // 0xd624: 혤 => hyel
    "\u0068\u0079\u0065\u006c",
    // 0xd625: 혥 => hyelg
    "\u0068\u0079\u0065\u006c\u0067",
    // 0xd626: 혦 => hyelm
    "\u0068\u0079\u0065\u006c\u006d",
    // 0xd627: 혧 => hyelb
    "\u0068\u0079\u0065\u006c\u0062",
    // 0xd628: 혨 => hyels
    "\u0068\u0079\u0065\u006c\u0073",
    // 0xd629: 혩 => hyelt
    "\u0068\u0079\u0065\u006c\u0074",
    // 0xd62a: 혪 => hyelp
    "\u0068\u0079\u0065\u006c\u0070",
    // 0xd62b: 혫 => hyelh
    "\u0068\u0079\u0065\u006c\u0068",
    // 0xd62c: 혬 => hyem
    "\u0068\u0079\u0065\u006d",
    // 0xd62d: 혭 => hyeb
    "\u0068\u0079\u0065\u0062",
    // 0xd62e: 혮 => hyebs
    "\u0068\u0079\u0065\u0062\u0073",
    // 0xd62f: 혯 => hyes
    "\u0068\u0079\u0065\u0073",
    // 0xd630: 혰 => hyess
    "\u0068\u0079\u0065\u0073\u0073",
    // 0xd631: 혱 => hyeng
    "\u0068\u0079\u0065\u006e\u0067",
    // 0xd632: 혲 => hyej
    "\u0068\u0079\u0065\u006a",
    // 0xd633: 혳 => hyec
    "\u0068\u0079\u0065\u0063",
    // 0xd634: 혴 => hyek
    "\u0068\u0079\u0065\u006b",
    // 0xd635: 혵 => hyet
    "\u0068\u0079\u0065\u0074",
    // 0xd636: 혶 => hyep
    "\u0068\u0079\u0065\u0070",
    // 0xd637: 혷 => hyeh
    "\u0068\u0079\u0065\u0068",
    // 0xd638: 호 => ho
    "\u0068\u006f",
    // 0xd639: 혹 => hog
    "\u0068\u006f\u0067",
    // 0xd63a: 혺 => hogg
    "\u0068\u006f\u0067\u0067",
    // 0xd63b: 혻 => hogs
    "\u0068\u006f\u0067\u0073",
    // 0xd63c: 혼 => hon
    "\u0068\u006f\u006e",
    // 0xd63d: 혽 => honj
    "\u0068\u006f\u006e\u006a",
    // 0xd63e: 혾 => honh
    "\u0068\u006f\u006e\u0068",
    // 0xd63f: 혿 => hod
    "\u0068\u006f\u0064",
    // 0xd640: 홀 => hol
    "\u0068\u006f\u006c",
    // 0xd641: 홁 => holg
    "\u0068\u006f\u006c\u0067",
    // 0xd642: 홂 => holm
    "\u0068\u006f\u006c\u006d",
    // 0xd643: 홃 => holb
    "\u0068\u006f\u006c\u0062",
    // 0xd644: 홄 => hols
    "\u0068\u006f\u006c\u0073",
    // 0xd645: 홅 => holt
    "\u0068\u006f\u006c\u0074",
    // 0xd646: 홆 => holp
    "\u0068\u006f\u006c\u0070",
    // 0xd647: 홇 => holh
    "\u0068\u006f\u006c\u0068",
    // 0xd648: 홈 => hom
    "\u0068\u006f\u006d",
    // 0xd649: 홉 => hob
    "\u0068\u006f\u0062",
    // 0xd64a: 홊 => hobs
    "\u0068\u006f\u0062\u0073",
    // 0xd64b: 홋 => hos
    "\u0068\u006f\u0073",
    // 0xd64c: 홌 => hoss
    "\u0068\u006f\u0073\u0073",
    // 0xd64d: 홍 => hong
    "\u0068\u006f\u006e\u0067",
    // 0xd64e: 홎 => hoj
    "\u0068\u006f\u006a",
    // 0xd64f: 홏 => hoc
    "\u0068\u006f\u0063",
    // 0xd650: 홐 => hok
    "\u0068\u006f\u006b",
    // 0xd651: 홑 => hot
    "\u0068\u006f\u0074",
    // 0xd652: 홒 => hop
    "\u0068\u006f\u0070",
    // 0xd653: 홓 => hoh
    "\u0068\u006f\u0068",
    // 0xd654: 화 => hwa
    "\u0068\u0077\u0061",
    // 0xd655: 확 => hwag
    "\u0068\u0077\u0061\u0067",
    // 0xd656: 홖 => hwagg
    "\u0068\u0077\u0061\u0067\u0067",
    // 0xd657: 홗 => hwags
    "\u0068\u0077\u0061\u0067\u0073",
    // 0xd658: 환 => hwan
    "\u0068\u0077\u0061\u006e",
    // 0xd659: 홙 => hwanj
    "\u0068\u0077\u0061\u006e\u006a",
    // 0xd65a: 홚 => hwanh
    "\u0068\u0077\u0061\u006e\u0068",
    // 0xd65b: 홛 => hwad
    "\u0068\u0077\u0061\u0064",
    // 0xd65c: 활 => hwal
    "\u0068\u0077\u0061\u006c",
    // 0xd65d: 홝 => hwalg
    "\u0068\u0077\u0061\u006c\u0067",
    // 0xd65e: 홞 => hwalm
    "\u0068\u0077\u0061\u006c\u006d",
    // 0xd65f: 홟 => hwalb
    "\u0068\u0077\u0061\u006c\u0062",
    // 0xd660: 홠 => hwals
    "\u0068\u0077\u0061\u006c\u0073",
    // 0xd661: 홡 => hwalt
    "\u0068\u0077\u0061\u006c\u0074",
    // 0xd662: 홢 => hwalp
    "\u0068\u0077\u0061\u006c\u0070",
    // 0xd663: 홣 => hwalh
    "\u0068\u0077\u0061\u006c\u0068",
    // 0xd664: 홤 => hwam
    "\u0068\u0077\u0061\u006d",
    // 0xd665: 홥 => hwab
    "\u0068\u0077\u0061\u0062",
    // 0xd666: 홦 => hwabs
    "\u0068\u0077\u0061\u0062\u0073",
    // 0xd667: 홧 => hwas
    "\u0068\u0077\u0061\u0073",
    // 0xd668: 홨 => hwass
    "\u0068\u0077\u0061\u0073\u0073",
    // 0xd669: 황 => hwang
    "\u0068\u0077\u0061\u006e\u0067",
    // 0xd66a: 홪 => hwaj
    "\u0068\u0077\u0061\u006a",
    // 0xd66b: 홫 => hwac
    "\u0068\u0077\u0061\u0063",
    // 0xd66c: 홬 => hwak
    "\u0068\u0077\u0061\u006b",
    // 0xd66d: 홭 => hwat
    "\u0068\u0077\u0061\u0074",
    // 0xd66e: 홮 => hwap
    "\u0068\u0077\u0061\u0070",
    // 0xd66f: 홯 => hwah
    "\u0068\u0077\u0061\u0068",
    // 0xd670: 홰 => hwae
    "\u0068\u0077\u0061\u0065",
    // 0xd671: 홱 => hwaeg
    "\u0068\u0077\u0061\u0065\u0067",
    // 0xd672: 홲 => hwaegg
    "\u0068\u0077\u0061\u0065\u0067\u0067",
    // 0xd673: 홳 => hwaegs
    "\u0068\u0077\u0061\u0065\u0067\u0073",
    // 0xd674: 홴 => hwaen
    "\u0068\u0077\u0061\u0065\u006e",
    // 0xd675: 홵 => hwaenj
    "\u0068\u0077\u0061\u0065\u006e\u006a",
    // 0xd676: 홶 => hwaenh
    "\u0068\u0077\u0061\u0065\u006e\u0068",
    // 0xd677: 홷 => hwaed
    "\u0068\u0077\u0061\u0065\u0064",
    // 0xd678: 홸 => hwael
    "\u0068\u0077\u0061\u0065\u006c",
    // 0xd679: 홹 => hwaelg
    "\u0068\u0077\u0061\u0065\u006c\u0067",
    // 0xd67a: 홺 => hwaelm
    "\u0068\u0077\u0061\u0065\u006c\u006d",
    // 0xd67b: 홻 => hwaelb
    "\u0068\u0077\u0061\u0065\u006c\u0062",
    // 0xd67c: 홼 => hwaels
    "\u0068\u0077\u0061\u0065\u006c\u0073",
    // 0xd67d: 홽 => hwaelt
    "\u0068\u0077\u0061\u0065\u006c\u0074",
    // 0xd67e: 홾 => hwaelp
    "\u0068\u0077\u0061\u0065\u006c\u0070",
    // 0xd67f: 홿 => hwaelh
    "\u0068\u0077\u0061\u0065\u006c\u0068",
    // 0xd680: 횀 => hwaem
    "\u0068\u0077\u0061\u0065\u006d",
    // 0xd681: 횁 => hwaeb
    "\u0068\u0077\u0061\u0065\u0062",
    // 0xd682: 횂 => hwaebs
    "\u0068\u0077\u0061\u0065\u0062\u0073",
    // 0xd683: 횃 => hwaes
    "\u0068\u0077\u0061\u0065\u0073",
    // 0xd684: 횄 => hwaess
    "\u0068\u0077\u0061\u0065\u0073\u0073",
    // 0xd685: 횅 => hwaeng
    "\u0068\u0077\u0061\u0065\u006e\u0067",
    // 0xd686: 횆 => hwaej
    "\u0068\u0077\u0061\u0065\u006a",
    // 0xd687: 횇 => hwaec
    "\u0068\u0077\u0061\u0065\u0063",
    // 0xd688: 횈 => hwaek
    "\u0068\u0077\u0061\u0065\u006b",
    // 0xd689: 횉 => hwaet
    "\u0068\u0077\u0061\u0065\u0074",
    // 0xd68a: 횊 => hwaep
    "\u0068\u0077\u0061\u0065\u0070",
    // 0xd68b: 횋 => hwaeh
    "\u0068\u0077\u0061\u0065\u0068",
    // 0xd68c: 회 => hoe
    "\u0068\u006f\u0065",
    // 0xd68d: 획 => hoeg
    "\u0068\u006f\u0065\u0067",
    // 0xd68e: 횎 => hoegg
    "\u0068\u006f\u0065\u0067\u0067",
    // 0xd68f: 횏 => hoegs
    "\u0068\u006f\u0065\u0067\u0073",
    // 0xd690: 횐 => hoen
    "\u0068\u006f\u0065\u006e",
    // 0xd691: 횑 => hoenj
    "\u0068\u006f\u0065\u006e\u006a",
    // 0xd692: 횒 => hoenh
    "\u0068\u006f\u0065\u006e\u0068",
    // 0xd693: 횓 => hoed
    "\u0068\u006f\u0065\u0064",
    // 0xd694: 횔 => hoel
    "\u0068\u006f\u0065\u006c",
    // 0xd695: 횕 => hoelg
    "\u0068\u006f\u0065\u006c\u0067",
    // 0xd696: 횖 => hoelm
    "\u0068\u006f\u0065\u006c\u006d",
    // 0xd697: 횗 => hoelb
    "\u0068\u006f\u0065\u006c\u0062",
    // 0xd698: 횘 => hoels
    "\u0068\u006f\u0065\u006c\u0073",
    // 0xd699: 횙 => hoelt
    "\u0068\u006f\u0065\u006c\u0074",
    // 0xd69a: 횚 => hoelp
    "\u0068\u006f\u0065\u006c\u0070",
    // 0xd69b: 횛 => hoelh
    "\u0068\u006f\u0065\u006c\u0068",
    // 0xd69c: 횜 => hoem
    "\u0068\u006f\u0065\u006d",
    // 0xd69d: 횝 => hoeb
    "\u0068\u006f\u0065\u0062",
    // 0xd69e: 횞 => hoebs
    "\u0068\u006f\u0065\u0062\u0073",
    // 0xd69f: 횟 => hoes
    "\u0068\u006f\u0065\u0073",
    // 0xd6a0: 횠 => hoess
    "\u0068\u006f\u0065\u0073\u0073",
    // 0xd6a1: 횡 => hoeng
    "\u0068\u006f\u0065\u006e\u0067",
    // 0xd6a2: 횢 => hoej
    "\u0068\u006f\u0065\u006a",
    // 0xd6a3: 횣 => hoec
    "\u0068\u006f\u0065\u0063",
    // 0xd6a4: 횤 => hoek
    "\u0068\u006f\u0065\u006b",
    // 0xd6a5: 횥 => hoet
    "\u0068\u006f\u0065\u0074",
    // 0xd6a6: 횦 => hoep
    "\u0068\u006f\u0065\u0070",
    // 0xd6a7: 횧 => hoeh
    "\u0068\u006f\u0065\u0068",
    // 0xd6a8: 효 => hyo
    "\u0068\u0079\u006f",
    // 0xd6a9: 횩 => hyog
    "\u0068\u0079\u006f\u0067",
    // 0xd6aa: 횪 => hyogg
    "\u0068\u0079\u006f\u0067\u0067",
    // 0xd6ab: 횫 => hyogs
    "\u0068\u0079\u006f\u0067\u0073",
    // 0xd6ac: 횬 => hyon
    "\u0068\u0079\u006f\u006e",
    // 0xd6ad: 횭 => hyonj
    "\u0068\u0079\u006f\u006e\u006a",
    // 0xd6ae: 횮 => hyonh
    "\u0068\u0079\u006f\u006e\u0068",
    // 0xd6af: 횯 => hyod
    "\u0068\u0079\u006f\u0064",
    // 0xd6b0: 횰 => hyol
    "\u0068\u0079\u006f\u006c",
    // 0xd6b1: 횱 => hyolg
    "\u0068\u0079\u006f\u006c\u0067",
    // 0xd6b2: 횲 => hyolm
    "\u0068\u0079\u006f\u006c\u006d",
    // 0xd6b3: 횳 => hyolb
    "\u0068\u0079\u006f\u006c\u0062",
    // 0xd6b4: 횴 => hyols
    "\u0068\u0079\u006f\u006c\u0073",
    // 0xd6b5: 횵 => hyolt
    "\u0068\u0079\u006f\u006c\u0074",
    // 0xd6b6: 횶 => hyolp
    "\u0068\u0079\u006f\u006c\u0070",
    // 0xd6b7: 횷 => hyolh
    "\u0068\u0079\u006f\u006c\u0068",
    // 0xd6b8: 횸 => hyom
    "\u0068\u0079\u006f\u006d",
    // 0xd6b9: 횹 => hyob
    "\u0068\u0079\u006f\u0062",
    // 0xd6ba: 횺 => hyobs
    "\u0068\u0079\u006f\u0062\u0073",
    // 0xd6bb: 횻 => hyos
    "\u0068\u0079\u006f\u0073",
    // 0xd6bc: 횼 => hyoss
    "\u0068\u0079\u006f\u0073\u0073",
    // 0xd6bd: 횽 => hyong
    "\u0068\u0079\u006f\u006e\u0067",
    // 0xd6be: 횾 => hyoj
    "\u0068\u0079\u006f\u006a",
    // 0xd6bf: 횿 => hyoc
    "\u0068\u0079\u006f\u0063",
    // 0xd6c0: 훀 => hyok
    "\u0068\u0079\u006f\u006b",
    // 0xd6c1: 훁 => hyot
    "\u0068\u0079\u006f\u0074",
    // 0xd6c2: 훂 => hyop
    "\u0068\u0079\u006f\u0070",
    // 0xd6c3: 훃 => hyoh
    "\u0068\u0079\u006f\u0068",
    // 0xd6c4: 후 => hu
    "\u0068\u0075",
    // 0xd6c5: 훅 => hug
    "\u0068\u0075\u0067",
    // 0xd6c6: 훆 => hugg
    "\u0068\u0075\u0067\u0067",
    // 0xd6c7: 훇 => hugs
    "\u0068\u0075\u0067\u0073",
    // 0xd6c8: 훈 => hun
    "\u0068\u0075\u006e",
    // 0xd6c9: 훉 => hunj
    "\u0068\u0075\u006e\u006a",
    // 0xd6ca: 훊 => hunh
    "\u0068\u0075\u006e\u0068",
    // 0xd6cb: 훋 => hud
    "\u0068\u0075\u0064",
    // 0xd6cc: 훌 => hul
    "\u0068\u0075\u006c",
    // 0xd6cd: 훍 => hulg
    "\u0068\u0075\u006c\u0067",
    // 0xd6ce: 훎 => hulm
    "\u0068\u0075\u006c\u006d",
    // 0xd6cf: 훏 => hulb
    "\u0068\u0075\u006c\u0062",
    // 0xd6d0: 훐 => huls
    "\u0068\u0075\u006c\u0073",
    // 0xd6d1: 훑 => hult
    "\u0068\u0075\u006c\u0074",
    // 0xd6d2: 훒 => hulp
    "\u0068\u0075\u006c\u0070",
    // 0xd6d3: 훓 => hulh
    "\u0068\u0075\u006c\u0068",
    // 0xd6d4: 훔 => hum
    "\u0068\u0075\u006d",
    // 0xd6d5: 훕 => hub
    "\u0068\u0075\u0062",
    // 0xd6d6: 훖 => hubs
    "\u0068\u0075\u0062\u0073",
    // 0xd6d7: 훗 => hus
    "\u0068\u0075\u0073",
    // 0xd6d8: 훘 => huss
    "\u0068\u0075\u0073\u0073",
    // 0xd6d9: 훙 => hung
    "\u0068\u0075\u006e\u0067",
    // 0xd6da: 훚 => huj
    "\u0068\u0075\u006a",
    // 0xd6db: 훛 => huc
    "\u0068\u0075\u0063",
    // 0xd6dc: 훜 => huk
    "\u0068\u0075\u006b",
    // 0xd6dd: 훝 => hut
    "\u0068\u0075\u0074",
    // 0xd6de: 훞 => hup
    "\u0068\u0075\u0070",
    // 0xd6df: 훟 => huh
    "\u0068\u0075\u0068",
    // 0xd6e0: 훠 => hweo
    "\u0068\u0077\u0065\u006f",
    // 0xd6e1: 훡 => hweog
    "\u0068\u0077\u0065\u006f\u0067",
    // 0xd6e2: 훢 => hweogg
    "\u0068\u0077\u0065\u006f\u0067\u0067",
    // 0xd6e3: 훣 => hweogs
    "\u0068\u0077\u0065\u006f\u0067\u0073",
    // 0xd6e4: 훤 => hweon
    "\u0068\u0077\u0065\u006f\u006e",
    // 0xd6e5: 훥 => hweonj
    "\u0068\u0077\u0065\u006f\u006e\u006a",
    // 0xd6e6: 훦 => hweonh
    "\u0068\u0077\u0065\u006f\u006e\u0068",
    // 0xd6e7: 훧 => hweod
    "\u0068\u0077\u0065\u006f\u0064",
    // 0xd6e8: 훨 => hweol
    "\u0068\u0077\u0065\u006f\u006c",
    // 0xd6e9: 훩 => hweolg
    "\u0068\u0077\u0065\u006f\u006c\u0067",
    // 0xd6ea: 훪 => hweolm
    "\u0068\u0077\u0065\u006f\u006c\u006d",
    // 0xd6eb: 훫 => hweolb
    "\u0068\u0077\u0065\u006f\u006c\u0062",
    // 0xd6ec: 훬 => hweols
    "\u0068\u0077\u0065\u006f\u006c\u0073",
    // 0xd6ed: 훭 => hweolt
    "\u0068\u0077\u0065\u006f\u006c\u0074",
    // 0xd6ee: 훮 => hweolp
    "\u0068\u0077\u0065\u006f\u006c\u0070",
    // 0xd6ef: 훯 => hweolh
    "\u0068\u0077\u0065\u006f\u006c\u0068",
    // 0xd6f0: 훰 => hweom
    "\u0068\u0077\u0065\u006f\u006d",
    // 0xd6f1: 훱 => hweob
    "\u0068\u0077\u0065\u006f\u0062",
    // 0xd6f2: 훲 => hweobs
    "\u0068\u0077\u0065\u006f\u0062\u0073",
    // 0xd6f3: 훳 => hweos
    "\u0068\u0077\u0065\u006f\u0073",
    // 0xd6f4: 훴 => hweoss
    "\u0068\u0077\u0065\u006f\u0073\u0073",
    // 0xd6f5: 훵 => hweong
    "\u0068\u0077\u0065\u006f\u006e\u0067",
    // 0xd6f6: 훶 => hweoj
    "\u0068\u0077\u0065\u006f\u006a",
    // 0xd6f7: 훷 => hweoc
    "\u0068\u0077\u0065\u006f\u0063",
    // 0xd6f8: 훸 => hweok
    "\u0068\u0077\u0065\u006f\u006b",
    // 0xd6f9: 훹 => hweot
    "\u0068\u0077\u0065\u006f\u0074",
    // 0xd6fa: 훺 => hweop
    "\u0068\u0077\u0065\u006f\u0070",
    // 0xd6fb: 훻 => hweoh
    "\u0068\u0077\u0065\u006f\u0068",
    // 0xd6fc: 훼 => hwe
    "\u0068\u0077\u0065",
    // 0xd6fd: 훽 => hweg
    "\u0068\u0077\u0065\u0067",
    // 0xd6fe: 훾 => hwegg
    "\u0068\u0077\u0065\u0067\u0067",
    // 0xd6ff: 훿 => hwegs
    "\u0068\u0077\u0065\u0067\u0073",
)
