package com.jeffpdavidson.kotwords.formats.unidecode

internal val xfb = arrayOf(
    // 0xfb00: ﬀ => ff
    "\u0066\u0066",
    // 0xfb01: ﬁ => fi
    "\u0066\u0069",
    // 0xfb02: ﬂ => fl
    "\u0066\u006c",
    // 0xfb03: ﬃ => ffi
    "\u0066\u0066\u0069",
    // 0xfb04: ﬄ => ffl
    "\u0066\u0066\u006c",
    // 0xfb05: ﬅ => st
    "\u0073\u0074",
    // 0xfb06: ﬆ => st
    "\u0073\u0074",
    // 0xfb07: ﬇ => [?]
    "\u005b\u003f\u005d",
    // 0xfb08: ﬈ => [?]
    "\u005b\u003f\u005d",
    // 0xfb09: ﬉ => [?]
    "\u005b\u003f\u005d",
    // 0xfb0a: ﬊ => [?]
    "\u005b\u003f\u005d",
    // 0xfb0b: ﬋ => [?]
    "\u005b\u003f\u005d",
    // 0xfb0c: ﬌ => [?]
    "\u005b\u003f\u005d",
    // 0xfb0d: ﬍ => [?]
    "\u005b\u003f\u005d",
    // 0xfb0e: ﬎ => [?]
    "\u005b\u003f\u005d",
    // 0xfb0f: ﬏ => [?]
    "\u005b\u003f\u005d",
    // 0xfb10: ﬐ => [?]
    "\u005b\u003f\u005d",
    // 0xfb11: ﬑ => [?]
    "\u005b\u003f\u005d",
    // 0xfb12: ﬒ => [?]
    "\u005b\u003f\u005d",
    // 0xfb13: ﬓ => mn
    "\u006d\u006e",
    // 0xfb14: ﬔ => me
    "\u006d\u0065",
    // 0xfb15: ﬕ => mi
    "\u006d\u0069",
    // 0xfb16: ﬖ => vn
    "\u0076\u006e",
    // 0xfb17: ﬗ => mkh
    "\u006d\u006b\u0068",
    // 0xfb18: ﬘ => [?]
    "\u005b\u003f\u005d",
    // 0xfb19: ﬙ => [?]
    "\u005b\u003f\u005d",
    // 0xfb1a: ﬚ => [?]
    "\u005b\u003f\u005d",
    // 0xfb1b: ﬛ => [?]
    "\u005b\u003f\u005d",
    // 0xfb1c: ﬜ => [?]
    "\u005b\u003f\u005d",
    // 0xfb1d: יִ => yi
    "\u0079\u0069",
    // 0xfb1e: ﬞ => 
    "",
    // 0xfb1f: ײַ => ay
    "\u0061\u0079",
    // 0xfb20: ﬠ => `
    "\u0060",
    // 0xfb21: ﬡ => 
    "",
    // 0xfb22: ﬢ => d
    "\u0064",
    // 0xfb23: ﬣ => h
    "\u0068",
    // 0xfb24: ﬤ => k
    "\u006b",
    // 0xfb25: ﬥ => l
    "\u006c",
    // 0xfb26: ﬦ => m
    "\u006d",
    // 0xfb27: ﬧ => m
    "\u006d",
    // 0xfb28: ﬨ => t
    "\u0074",
    // 0xfb29: ﬩ => +
    "\u002b",
    // 0xfb2a: שׁ => sh
    "\u0073\u0068",
    // 0xfb2b: שׂ => s
    "\u0073",
    // 0xfb2c: שּׁ => sh
    "\u0073\u0068",
    // 0xfb2d: שּׂ => s
    "\u0073",
    // 0xfb2e: אַ => a
    "\u0061",
    // 0xfb2f: אָ => a
    "\u0061",
    // 0xfb30: אּ => 
    "",
    // 0xfb31: בּ => b
    "\u0062",
    // 0xfb32: גּ => g
    "\u0067",
    // 0xfb33: דּ => d
    "\u0064",
    // 0xfb34: הּ => h
    "\u0068",
    // 0xfb35: וּ => v
    "\u0076",
    // 0xfb36: זּ => z
    "\u007a",
    // 0xfb37: ﬷ => [?]
    "\u005b\u003f\u005d",
    // 0xfb38: טּ => t
    "\u0074",
    // 0xfb39: יּ => y
    "\u0079",
    // 0xfb3a: ךּ => k
    "\u006b",
    // 0xfb3b: כּ => k
    "\u006b",
    // 0xfb3c: לּ => l
    "\u006c",
    // 0xfb3d: ﬽ => [?]
    "\u005b\u003f\u005d",
    // 0xfb3e: מּ => l
    "\u006c",
    // 0xfb3f: ﬿ => [?]
    "\u005b\u003f\u005d",
    // 0xfb40: נּ => n
    "\u006e",
    // 0xfb41: סּ => n
    "\u006e",
    // 0xfb42: ﭂ => [?]
    "\u005b\u003f\u005d",
    // 0xfb43: ףּ => p
    "\u0070",
    // 0xfb44: פּ => p
    "\u0070",
    // 0xfb45: ﭅ => [?]
    "\u005b\u003f\u005d",
    // 0xfb46: צּ => ts
    "\u0074\u0073",
    // 0xfb47: קּ => ts
    "\u0074\u0073",
    // 0xfb48: רּ => r
    "\u0072",
    // 0xfb49: שּ => sh
    "\u0073\u0068",
    // 0xfb4a: תּ => t
    "\u0074",
    // 0xfb4b: וֹ => vo
    "\u0076\u006f",
    // 0xfb4c: בֿ => b
    "\u0062",
    // 0xfb4d: כֿ => k
    "\u006b",
    // 0xfb4e: פֿ => p
    "\u0070",
    // 0xfb4f: ﭏ => l
    "\u006c",
    // 0xfb50: ﭐ => 
    "",
    // 0xfb51: ﭑ => 
    "",
    // 0xfb52: ﭒ => 
    "",
    // 0xfb53: ﭓ => 
    "",
    // 0xfb54: ﭔ => 
    "",
    // 0xfb55: ﭕ => 
    "",
    // 0xfb56: ﭖ => 
    "",
    // 0xfb57: ﭗ => 
    "",
    // 0xfb58: ﭘ => 
    "",
    // 0xfb59: ﭙ => 
    "",
    // 0xfb5a: ﭚ => 
    "",
    // 0xfb5b: ﭛ => 
    "",
    // 0xfb5c: ﭜ => 
    "",
    // 0xfb5d: ﭝ => 
    "",
    // 0xfb5e: ﭞ => 
    "",
    // 0xfb5f: ﭟ => 
    "",
    // 0xfb60: ﭠ => 
    "",
    // 0xfb61: ﭡ => 
    "",
    // 0xfb62: ﭢ => 
    "",
    // 0xfb63: ﭣ => 
    "",
    // 0xfb64: ﭤ => 
    "",
    // 0xfb65: ﭥ => 
    "",
    // 0xfb66: ﭦ => 
    "",
    // 0xfb67: ﭧ => 
    "",
    // 0xfb68: ﭨ => 
    "",
    // 0xfb69: ﭩ => 
    "",
    // 0xfb6a: ﭪ => 
    "",
    // 0xfb6b: ﭫ => 
    "",
    // 0xfb6c: ﭬ => 
    "",
    // 0xfb6d: ﭭ => 
    "",
    // 0xfb6e: ﭮ => 
    "",
    // 0xfb6f: ﭯ => 
    "",
    // 0xfb70: ﭰ => 
    "",
    // 0xfb71: ﭱ => 
    "",
    // 0xfb72: ﭲ => 
    "",
    // 0xfb73: ﭳ => 
    "",
    // 0xfb74: ﭴ => 
    "",
    // 0xfb75: ﭵ => 
    "",
    // 0xfb76: ﭶ => 
    "",
    // 0xfb77: ﭷ => 
    "",
    // 0xfb78: ﭸ => 
    "",
    // 0xfb79: ﭹ => 
    "",
    // 0xfb7a: ﭺ => 
    "",
    // 0xfb7b: ﭻ => 
    "",
    // 0xfb7c: ﭼ => 
    "",
    // 0xfb7d: ﭽ => 
    "",
    // 0xfb7e: ﭾ => 
    "",
    // 0xfb7f: ﭿ => 
    "",
    // 0xfb80: ﮀ => 
    "",
    // 0xfb81: ﮁ => 
    "",
    // 0xfb82: ﮂ => 
    "",
    // 0xfb83: ﮃ => 
    "",
    // 0xfb84: ﮄ => 
    "",
    // 0xfb85: ﮅ => 
    "",
    // 0xfb86: ﮆ => 
    "",
    // 0xfb87: ﮇ => 
    "",
    // 0xfb88: ﮈ => 
    "",
    // 0xfb89: ﮉ => 
    "",
    // 0xfb8a: ﮊ => 
    "",
    // 0xfb8b: ﮋ => 
    "",
    // 0xfb8c: ﮌ => 
    "",
    // 0xfb8d: ﮍ => 
    "",
    // 0xfb8e: ﮎ => 
    "",
    // 0xfb8f: ﮏ => 
    "",
    // 0xfb90: ﮐ => 
    "",
    // 0xfb91: ﮑ => 
    "",
    // 0xfb92: ﮒ => 
    "",
    // 0xfb93: ﮓ => 
    "",
    // 0xfb94: ﮔ => 
    "",
    // 0xfb95: ﮕ => 
    "",
    // 0xfb96: ﮖ => 
    "",
    // 0xfb97: ﮗ => 
    "",
    // 0xfb98: ﮘ => 
    "",
    // 0xfb99: ﮙ => 
    "",
    // 0xfb9a: ﮚ => 
    "",
    // 0xfb9b: ﮛ => 
    "",
    // 0xfb9c: ﮜ => 
    "",
    // 0xfb9d: ﮝ => 
    "",
    // 0xfb9e: ﮞ => 
    "",
    // 0xfb9f: ﮟ => 
    "",
    // 0xfba0: ﮠ => 
    "",
    // 0xfba1: ﮡ => 
    "",
    // 0xfba2: ﮢ => 
    "",
    // 0xfba3: ﮣ => 
    "",
    // 0xfba4: ﮤ => 
    "",
    // 0xfba5: ﮥ => 
    "",
    // 0xfba6: ﮦ => 
    "",
    // 0xfba7: ﮧ => 
    "",
    // 0xfba8: ﮨ => 
    "",
    // 0xfba9: ﮩ => 
    "",
    // 0xfbaa: ﮪ => 
    "",
    // 0xfbab: ﮫ => 
    "",
    // 0xfbac: ﮬ => 
    "",
    // 0xfbad: ﮭ => 
    "",
    // 0xfbae: ﮮ => 
    "",
    // 0xfbaf: ﮯ => 
    "",
    // 0xfbb0: ﮰ => 
    "",
    // 0xfbb1: ﮱ => 
    "",
    // 0xfbb2: ﮲ => [?]
    "\u005b\u003f\u005d",
    // 0xfbb3: ﮳ => [?]
    "\u005b\u003f\u005d",
    // 0xfbb4: ﮴ => [?]
    "\u005b\u003f\u005d",
    // 0xfbb5: ﮵ => [?]
    "\u005b\u003f\u005d",
    // 0xfbb6: ﮶ => [?]
    "\u005b\u003f\u005d",
    // 0xfbb7: ﮷ => [?]
    "\u005b\u003f\u005d",
    // 0xfbb8: ﮸ => [?]
    "\u005b\u003f\u005d",
    // 0xfbb9: ﮹ => [?]
    "\u005b\u003f\u005d",
    // 0xfbba: ﮺ => [?]
    "\u005b\u003f\u005d",
    // 0xfbbb: ﮻ => [?]
    "\u005b\u003f\u005d",
    // 0xfbbc: ﮼ => [?]
    "\u005b\u003f\u005d",
    // 0xfbbd: ﮽ => [?]
    "\u005b\u003f\u005d",
    // 0xfbbe: ﮾ => [?]
    "\u005b\u003f\u005d",
    // 0xfbbf: ﮿ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc0: ﯀ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc1: ﯁ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc2: ﯂ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc3: ﯃ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc4: ﯄ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc5: ﯅ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc6: ﯆ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc7: ﯇ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc8: ﯈ => [?]
    "\u005b\u003f\u005d",
    // 0xfbc9: ﯉ => [?]
    "\u005b\u003f\u005d",
    // 0xfbca: ﯊ => [?]
    "\u005b\u003f\u005d",
    // 0xfbcb: ﯋ => [?]
    "\u005b\u003f\u005d",
    // 0xfbcc: ﯌ => [?]
    "\u005b\u003f\u005d",
    // 0xfbcd: ﯍ => [?]
    "\u005b\u003f\u005d",
    // 0xfbce: ﯎ => [?]
    "\u005b\u003f\u005d",
    // 0xfbcf: ﯏ => [?]
    "\u005b\u003f\u005d",
    // 0xfbd0: ﯐ => [?]
    "\u005b\u003f\u005d",
    // 0xfbd1: ﯑ => [?]
    "\u005b\u003f\u005d",
    // 0xfbd2: ﯒ => [?]
    "\u005b\u003f\u005d",
    // 0xfbd3: ﯓ => 
    "",
    // 0xfbd4: ﯔ => 
    "",
    // 0xfbd5: ﯕ => 
    "",
    // 0xfbd6: ﯖ => 
    "",
    // 0xfbd7: ﯗ => 
    "",
    // 0xfbd8: ﯘ => 
    "",
    // 0xfbd9: ﯙ => 
    "",
    // 0xfbda: ﯚ => 
    "",
    // 0xfbdb: ﯛ => 
    "",
    // 0xfbdc: ﯜ => 
    "",
    // 0xfbdd: ﯝ => 
    "",
    // 0xfbde: ﯞ => 
    "",
    // 0xfbdf: ﯟ => 
    "",
    // 0xfbe0: ﯠ => 
    "",
    // 0xfbe1: ﯡ => 
    "",
    // 0xfbe2: ﯢ => 
    "",
    // 0xfbe3: ﯣ => 
    "",
    // 0xfbe4: ﯤ => 
    "",
    // 0xfbe5: ﯥ => 
    "",
    // 0xfbe6: ﯦ => 
    "",
    // 0xfbe7: ﯧ => 
    "",
    // 0xfbe8: ﯨ => 
    "",
    // 0xfbe9: ﯩ => 
    "",
    // 0xfbea: ﯪ => 
    "",
    // 0xfbeb: ﯫ => 
    "",
    // 0xfbec: ﯬ => 
    "",
    // 0xfbed: ﯭ => 
    "",
    // 0xfbee: ﯮ => 
    "",
    // 0xfbef: ﯯ => 
    "",
    // 0xfbf0: ﯰ => 
    "",
    // 0xfbf1: ﯱ => 
    "",
    // 0xfbf2: ﯲ => 
    "",
    // 0xfbf3: ﯳ => 
    "",
    // 0xfbf4: ﯴ => 
    "",
    // 0xfbf5: ﯵ => 
    "",
    // 0xfbf6: ﯶ => 
    "",
    // 0xfbf7: ﯷ => 
    "",
    // 0xfbf8: ﯸ => 
    "",
    // 0xfbf9: ﯹ => 
    "",
    // 0xfbfa: ﯺ => 
    "",
    // 0xfbfb: ﯻ => 
    "",
    // 0xfbfc: ﯼ => 
    "",
    // 0xfbfd: ﯽ => 
    "",
    // 0xfbfe: ﯾ => 
    "",
    // 0xfbff: ﯿ => 
    "",
)
