package com.jeffpdavidson.kotwords.formats.unidecode

internal val xfd = arrayOf(
    // 0xfd00: ﴀ => 
    "",
    // 0xfd01: ﴁ => 
    "",
    // 0xfd02: ﴂ => 
    "",
    // 0xfd03: ﴃ => 
    "",
    // 0xfd04: ﴄ => 
    "",
    // 0xfd05: ﴅ => 
    "",
    // 0xfd06: ﴆ => 
    "",
    // 0xfd07: ﴇ => 
    "",
    // 0xfd08: ﴈ => 
    "",
    // 0xfd09: ﴉ => 
    "",
    // 0xfd0a: ﴊ => 
    "",
    // 0xfd0b: ﴋ => 
    "",
    // 0xfd0c: ﴌ => 
    "",
    // 0xfd0d: ﴍ => 
    "",
    // 0xfd0e: ﴎ => 
    "",
    // 0xfd0f: ﴏ => 
    "",
    // 0xfd10: ﴐ => 
    "",
    // 0xfd11: ﴑ => 
    "",
    // 0xfd12: ﴒ => 
    "",
    // 0xfd13: ﴓ => 
    "",
    // 0xfd14: ﴔ => 
    "",
    // 0xfd15: ﴕ => 
    "",
    // 0xfd16: ﴖ => 
    "",
    // 0xfd17: ﴗ => 
    "",
    // 0xfd18: ﴘ => 
    "",
    // 0xfd19: ﴙ => 
    "",
    // 0xfd1a: ﴚ => 
    "",
    // 0xfd1b: ﴛ => 
    "",
    // 0xfd1c: ﴜ => 
    "",
    // 0xfd1d: ﴝ => 
    "",
    // 0xfd1e: ﴞ => 
    "",
    // 0xfd1f: ﴟ => 
    "",
    // 0xfd20: ﴠ => 
    "",
    // 0xfd21: ﴡ => 
    "",
    // 0xfd22: ﴢ => 
    "",
    // 0xfd23: ﴣ => 
    "",
    // 0xfd24: ﴤ => 
    "",
    // 0xfd25: ﴥ => 
    "",
    // 0xfd26: ﴦ => 
    "",
    // 0xfd27: ﴧ => 
    "",
    // 0xfd28: ﴨ => 
    "",
    // 0xfd29: ﴩ => 
    "",
    // 0xfd2a: ﴪ => 
    "",
    // 0xfd2b: ﴫ => 
    "",
    // 0xfd2c: ﴬ => 
    "",
    // 0xfd2d: ﴭ => 
    "",
    // 0xfd2e: ﴮ => 
    "",
    // 0xfd2f: ﴯ => 
    "",
    // 0xfd30: ﴰ => 
    "",
    // 0xfd31: ﴱ => 
    "",
    // 0xfd32: ﴲ => 
    "",
    // 0xfd33: ﴳ => 
    "",
    // 0xfd34: ﴴ => 
    "",
    // 0xfd35: ﴵ => 
    "",
    // 0xfd36: ﴶ => 
    "",
    // 0xfd37: ﴷ => 
    "",
    // 0xfd38: ﴸ => 
    "",
    // 0xfd39: ﴹ => 
    "",
    // 0xfd3a: ﴺ => 
    "",
    // 0xfd3b: ﴻ => 
    "",
    // 0xfd3c: ﴼ => 
    "",
    // 0xfd3d: ﴽ => 
    "",
    // 0xfd3e: ﴾ => 
    "",
    // 0xfd3f: ﴿ => 
    "",
    // 0xfd40: ﵀ => [?]
    "\u005b\u003f\u005d",
    // 0xfd41: ﵁ => [?]
    "\u005b\u003f\u005d",
    // 0xfd42: ﵂ => [?]
    "\u005b\u003f\u005d",
    // 0xfd43: ﵃ => [?]
    "\u005b\u003f\u005d",
    // 0xfd44: ﵄ => [?]
    "\u005b\u003f\u005d",
    // 0xfd45: ﵅ => [?]
    "\u005b\u003f\u005d",
    // 0xfd46: ﵆ => [?]
    "\u005b\u003f\u005d",
    // 0xfd47: ﵇ => [?]
    "\u005b\u003f\u005d",
    // 0xfd48: ﵈ => [?]
    "\u005b\u003f\u005d",
    // 0xfd49: ﵉ => [?]
    "\u005b\u003f\u005d",
    // 0xfd4a: ﵊ => [?]
    "\u005b\u003f\u005d",
    // 0xfd4b: ﵋ => [?]
    "\u005b\u003f\u005d",
    // 0xfd4c: ﵌ => [?]
    "\u005b\u003f\u005d",
    // 0xfd4d: ﵍ => [?]
    "\u005b\u003f\u005d",
    // 0xfd4e: ﵎ => [?]
    "\u005b\u003f\u005d",
    // 0xfd4f: ﵏ => [?]
    "\u005b\u003f\u005d",
    // 0xfd50: ﵐ => 
    "",
    // 0xfd51: ﵑ => 
    "",
    // 0xfd52: ﵒ => 
    "",
    // 0xfd53: ﵓ => 
    "",
    // 0xfd54: ﵔ => 
    "",
    // 0xfd55: ﵕ => 
    "",
    // 0xfd56: ﵖ => 
    "",
    // 0xfd57: ﵗ => 
    "",
    // 0xfd58: ﵘ => 
    "",
    // 0xfd59: ﵙ => 
    "",
    // 0xfd5a: ﵚ => 
    "",
    // 0xfd5b: ﵛ => 
    "",
    // 0xfd5c: ﵜ => 
    "",
    // 0xfd5d: ﵝ => 
    "",
    // 0xfd5e: ﵞ => 
    "",
    // 0xfd5f: ﵟ => 
    "",
    // 0xfd60: ﵠ => 
    "",
    // 0xfd61: ﵡ => 
    "",
    // 0xfd62: ﵢ => 
    "",
    // 0xfd63: ﵣ => 
    "",
    // 0xfd64: ﵤ => 
    "",
    // 0xfd65: ﵥ => 
    "",
    // 0xfd66: ﵦ => 
    "",
    // 0xfd67: ﵧ => 
    "",
    // 0xfd68: ﵨ => 
    "",
    // 0xfd69: ﵩ => 
    "",
    // 0xfd6a: ﵪ => 
    "",
    // 0xfd6b: ﵫ => 
    "",
    // 0xfd6c: ﵬ => 
    "",
    // 0xfd6d: ﵭ => 
    "",
    // 0xfd6e: ﵮ => 
    "",
    // 0xfd6f: ﵯ => 
    "",
    // 0xfd70: ﵰ => 
    "",
    // 0xfd71: ﵱ => 
    "",
    // 0xfd72: ﵲ => 
    "",
    // 0xfd73: ﵳ => 
    "",
    // 0xfd74: ﵴ => 
    "",
    // 0xfd75: ﵵ => 
    "",
    // 0xfd76: ﵶ => 
    "",
    // 0xfd77: ﵷ => 
    "",
    // 0xfd78: ﵸ => 
    "",
    // 0xfd79: ﵹ => 
    "",
    // 0xfd7a: ﵺ => 
    "",
    // 0xfd7b: ﵻ => 
    "",
    // 0xfd7c: ﵼ => 
    "",
    // 0xfd7d: ﵽ => 
    "",
    // 0xfd7e: ﵾ => 
    "",
    // 0xfd7f: ﵿ => 
    "",
    // 0xfd80: ﶀ => 
    "",
    // 0xfd81: ﶁ => 
    "",
    // 0xfd82: ﶂ => 
    "",
    // 0xfd83: ﶃ => 
    "",
    // 0xfd84: ﶄ => 
    "",
    // 0xfd85: ﶅ => 
    "",
    // 0xfd86: ﶆ => 
    "",
    // 0xfd87: ﶇ => 
    "",
    // 0xfd88: ﶈ => 
    "",
    // 0xfd89: ﶉ => 
    "",
    // 0xfd8a: ﶊ => 
    "",
    // 0xfd8b: ﶋ => 
    "",
    // 0xfd8c: ﶌ => 
    "",
    // 0xfd8d: ﶍ => 
    "",
    // 0xfd8e: ﶎ => 
    "",
    // 0xfd8f: ﶏ => 
    "",
    // 0xfd90: ﶐ => [?]
    "\u005b\u003f\u005d",
    // 0xfd91: ﶑ => [?]
    "\u005b\u003f\u005d",
    // 0xfd92: ﶒ => 
    "",
    // 0xfd93: ﶓ => 
    "",
    // 0xfd94: ﶔ => 
    "",
    // 0xfd95: ﶕ => 
    "",
    // 0xfd96: ﶖ => 
    "",
    // 0xfd97: ﶗ => 
    "",
    // 0xfd98: ﶘ => 
    "",
    // 0xfd99: ﶙ => 
    "",
    // 0xfd9a: ﶚ => 
    "",
    // 0xfd9b: ﶛ => 
    "",
    // 0xfd9c: ﶜ => 
    "",
    // 0xfd9d: ﶝ => 
    "",
    // 0xfd9e: ﶞ => 
    "",
    // 0xfd9f: ﶟ => 
    "",
    // 0xfda0: ﶠ => 
    "",
    // 0xfda1: ﶡ => 
    "",
    // 0xfda2: ﶢ => 
    "",
    // 0xfda3: ﶣ => 
    "",
    // 0xfda4: ﶤ => 
    "",
    // 0xfda5: ﶥ => 
    "",
    // 0xfda6: ﶦ => 
    "",
    // 0xfda7: ﶧ => 
    "",
    // 0xfda8: ﶨ => 
    "",
    // 0xfda9: ﶩ => 
    "",
    // 0xfdaa: ﶪ => 
    "",
    // 0xfdab: ﶫ => 
    "",
    // 0xfdac: ﶬ => 
    "",
    // 0xfdad: ﶭ => 
    "",
    // 0xfdae: ﶮ => 
    "",
    // 0xfdaf: ﶯ => 
    "",
    // 0xfdb0: ﶰ => 
    "",
    // 0xfdb1: ﶱ => 
    "",
    // 0xfdb2: ﶲ => 
    "",
    // 0xfdb3: ﶳ => 
    "",
    // 0xfdb4: ﶴ => 
    "",
    // 0xfdb5: ﶵ => 
    "",
    // 0xfdb6: ﶶ => 
    "",
    // 0xfdb7: ﶷ => 
    "",
    // 0xfdb8: ﶸ => 
    "",
    // 0xfdb9: ﶹ => 
    "",
    // 0xfdba: ﶺ => 
    "",
    // 0xfdbb: ﶻ => 
    "",
    // 0xfdbc: ﶼ => 
    "",
    // 0xfdbd: ﶽ => 
    "",
    // 0xfdbe: ﶾ => 
    "",
    // 0xfdbf: ﶿ => 
    "",
    // 0xfdc0: ﷀ => 
    "",
    // 0xfdc1: ﷁ => 
    "",
    // 0xfdc2: ﷂ => 
    "",
    // 0xfdc3: ﷃ => 
    "",
    // 0xfdc4: ﷄ => 
    "",
    // 0xfdc5: ﷅ => 
    "",
    // 0xfdc6: ﷆ => 
    "",
    // 0xfdc7: ﷇ => 
    "",
    // 0xfdc8: ﷈ => [?]
    "\u005b\u003f\u005d",
    // 0xfdc9: ﷉ => [?]
    "\u005b\u003f\u005d",
    // 0xfdca: ﷊ => [?]
    "\u005b\u003f\u005d",
    // 0xfdcb: ﷋ => [?]
    "\u005b\u003f\u005d",
    // 0xfdcc: ﷌ => [?]
    "\u005b\u003f\u005d",
    // 0xfdcd: ﷍ => [?]
    "\u005b\u003f\u005d",
    // 0xfdce: ﷎ => [?]
    "\u005b\u003f\u005d",
    // 0xfdcf: ﷏ => [?]
    "\u005b\u003f\u005d",
    // 0xfdd0: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdd1: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdd2: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdd3: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdd4: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdd5: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdd6: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdd7: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdd8: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdd9: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdda: � => [?]
    "\u005b\u003f\u005d",
    // 0xfddb: � => [?]
    "\u005b\u003f\u005d",
    // 0xfddc: � => [?]
    "\u005b\u003f\u005d",
    // 0xfddd: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdde: � => [?]
    "\u005b\u003f\u005d",
    // 0xfddf: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde0: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde1: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde2: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde3: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde4: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde5: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde6: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde7: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde8: � => [?]
    "\u005b\u003f\u005d",
    // 0xfde9: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdea: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdeb: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdec: � => [?]
    "\u005b\u003f\u005d",
    // 0xfded: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdee: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdef: � => [?]
    "\u005b\u003f\u005d",
    // 0xfdf0: ﷰ => {Salla}
    "\u007b\u0053\u0061\u006c\u006c\u0061\u007d",
    // 0xfdf1: ﷱ => {Qala}
    "\u007b\u0051\u0061\u006c\u0061\u007d",
    // 0xfdf2: ﷲ => Allah
    "\u0041\u006c\u006c\u0061\u0068",
    // 0xfdf3: ﷳ => Akbar
    "\u0041\u006b\u0062\u0061\u0072",
    // 0xfdf4: ﷴ => Mohammed
    "\u004d\u006f\u0068\u0061\u006d\u006d\u0065\u0064",
    // 0xfdf5: ﷵ => SL`M
    "\u0053\u004c\u0060\u004d",
    // 0xfdf6: ﷶ => Rasul
    "\u0052\u0061\u0073\u0075\u006c",
    // 0xfdf7: ﷷ => {Alayhi}
    "\u007b\u0041\u006c\u0061\u0079\u0068\u0069\u007d",
    // 0xfdf8: ﷸ => {WaSallam}
    "\u007b\u0057\u0061\u0053\u0061\u006c\u006c\u0061\u006d\u007d",
    // 0xfdf9: ﷹ => {Salla}
    "\u007b\u0053\u0061\u006c\u006c\u0061\u007d",
    // 0xfdfa: ﷺ => {Salla Llahu Alayhi WaSallam}
    "\u007b\u0053\u0061\u006c\u006c\u0061\u0020\u004c\u006c\u0061\u0068\u0075\u0020\u0041\u006c\u0061\u0079\u0068\u0069\u0020\u0057\u0061\u0053\u0061\u006c\u006c\u0061\u006d\u007d",
    // 0xfdfb: ﷻ => {Jalla Jalalahu}
    "\u007b\u004a\u0061\u006c\u006c\u0061\u0020\u004a\u0061\u006c\u0061\u006c\u0061\u0068\u0075\u007d",
    // 0xfdfc: ﷼ => Rial 
    "\u0052\u0069\u0061\u006c\u0020",
    // 0xfdfd: ﷽ => {Bismillah Ar-Rahman Ar-Rahimi}
    "\u007b\u0042\u0069\u0073\u006d\u0069\u006c\u006c\u0061\u0068\u0020\u0041\u0072\u002d\u0052\u0061\u0068\u006d\u0061\u006e\u0020\u0041\u0072\u002d\u0052\u0061\u0068\u0069\u006d\u0069\u007d",
    // 0xfdfe: ﷾ => [?]
    "\u005b\u003f\u005d",
    // 0xfdff: ﷿ => [?]
    "\u005b\u003f\u005d",
)
