package com.jeffpdavidson.kotwords.formats.unidecode

internal val xff = arrayOf(
    // 0xff00: ＀ => [?]
    "\u005b\u003f\u005d",
    // 0xff01: ！ => !
    "\u0021",
    // 0xff02: ＂ => "
    "\u0022",
    // 0xff03: ＃ => #
    "\u0023",
    // 0xff04: ＄ => $
    "\u0024",
    // 0xff05: ％ => %
    "\u0025",
    // 0xff06: ＆ => &
    "\u0026",
    // 0xff07: ＇ => '
    "\u0027",
    // 0xff08: （ => (
    "\u0028",
    // 0xff09: ） => )
    "\u0029",
    // 0xff0a: ＊ => *
    "\u002a",
    // 0xff0b: ＋ => +
    "\u002b",
    // 0xff0c: ， => ,
    "\u002c",
    // 0xff0d: － => -
    "\u002d",
    // 0xff0e: ． => .
    "\u002e",
    // 0xff0f: ／ => /
    "\u002f",
    // 0xff10: ０ => 0
    "\u0030",
    // 0xff11: １ => 1
    "\u0031",
    // 0xff12: ２ => 2
    "\u0032",
    // 0xff13: ３ => 3
    "\u0033",
    // 0xff14: ４ => 4
    "\u0034",
    // 0xff15: ５ => 5
    "\u0035",
    // 0xff16: ６ => 6
    "\u0036",
    // 0xff17: ７ => 7
    "\u0037",
    // 0xff18: ８ => 8
    "\u0038",
    // 0xff19: ９ => 9
    "\u0039",
    // 0xff1a: ： => :
    "\u003a",
    // 0xff1b: ； => ;
    "\u003b",
    // 0xff1c: ＜ => <
    "\u003c",
    // 0xff1d: ＝ => =
    "\u003d",
    // 0xff1e: ＞ => >
    "\u003e",
    // 0xff1f: ？ => ?
    "\u003f",
    // 0xff20: ＠ => @
    "\u0040",
    // 0xff21: Ａ => A
    "\u0041",
    // 0xff22: Ｂ => B
    "\u0042",
    // 0xff23: Ｃ => C
    "\u0043",
    // 0xff24: Ｄ => D
    "\u0044",
    // 0xff25: Ｅ => E
    "\u0045",
    // 0xff26: Ｆ => F
    "\u0046",
    // 0xff27: Ｇ => G
    "\u0047",
    // 0xff28: Ｈ => H
    "\u0048",
    // 0xff29: Ｉ => I
    "\u0049",
    // 0xff2a: Ｊ => J
    "\u004a",
    // 0xff2b: Ｋ => K
    "\u004b",
    // 0xff2c: Ｌ => L
    "\u004c",
    // 0xff2d: Ｍ => M
    "\u004d",
    // 0xff2e: Ｎ => N
    "\u004e",
    // 0xff2f: Ｏ => O
    "\u004f",
    // 0xff30: Ｐ => P
    "\u0050",
    // 0xff31: Ｑ => Q
    "\u0051",
    // 0xff32: Ｒ => R
    "\u0052",
    // 0xff33: Ｓ => S
    "\u0053",
    // 0xff34: Ｔ => T
    "\u0054",
    // 0xff35: Ｕ => U
    "\u0055",
    // 0xff36: Ｖ => V
    "\u0056",
    // 0xff37: Ｗ => W
    "\u0057",
    // 0xff38: Ｘ => X
    "\u0058",
    // 0xff39: Ｙ => Y
    "\u0059",
    // 0xff3a: Ｚ => Z
    "\u005a",
    // 0xff3b: ［ => [
    "\u005b",
    // 0xff3c: ＼ => \
    "\u005c",
    // 0xff3d: ］ => ]
    "\u005d",
    // 0xff3e: ＾ => ^
    "\u005e",
    // 0xff3f: ＿ => _
    "\u005f",
    // 0xff40: ｀ => `
    "\u0060",
    // 0xff41: ａ => a
    "\u0061",
    // 0xff42: ｂ => b
    "\u0062",
    // 0xff43: ｃ => c
    "\u0063",
    // 0xff44: ｄ => d
    "\u0064",
    // 0xff45: ｅ => e
    "\u0065",
    // 0xff46: ｆ => f
    "\u0066",
    // 0xff47: ｇ => g
    "\u0067",
    // 0xff48: ｈ => h
    "\u0068",
    // 0xff49: ｉ => i
    "\u0069",
    // 0xff4a: ｊ => j
    "\u006a",
    // 0xff4b: ｋ => k
    "\u006b",
    // 0xff4c: ｌ => l
    "\u006c",
    // 0xff4d: ｍ => m
    "\u006d",
    // 0xff4e: ｎ => n
    "\u006e",
    // 0xff4f: ｏ => o
    "\u006f",
    // 0xff50: ｐ => p
    "\u0070",
    // 0xff51: ｑ => q
    "\u0071",
    // 0xff52: ｒ => r
    "\u0072",
    // 0xff53: ｓ => s
    "\u0073",
    // 0xff54: ｔ => t
    "\u0074",
    // 0xff55: ｕ => u
    "\u0075",
    // 0xff56: ｖ => v
    "\u0076",
    // 0xff57: ｗ => w
    "\u0077",
    // 0xff58: ｘ => x
    "\u0078",
    // 0xff59: ｙ => y
    "\u0079",
    // 0xff5a: ｚ => z
    "\u007a",
    // 0xff5b: ｛ => {
    "\u007b",
    // 0xff5c: ｜ => |
    "\u007c",
    // 0xff5d: ｝ => }
    "\u007d",
    // 0xff5e: ～ => ~
    "\u007e",
    // 0xff5f: ｟ => [?]
    "\u005b\u003f\u005d",
    // 0xff60: ｠ => [?]
    "\u005b\u003f\u005d",
    // 0xff61: ｡ => .
    "\u002e",
    // 0xff62: ｢ => [
    "\u005b",
    // 0xff63: ｣ => ]
    "\u005d",
    // 0xff64: ､ => ,
    "\u002c",
    // 0xff65: ･ => *
    "\u002a",
    // 0xff66: ｦ => wo
    "\u0077\u006f",
    // 0xff67: ｧ => a
    "\u0061",
    // 0xff68: ｨ => i
    "\u0069",
    // 0xff69: ｩ => u
    "\u0075",
    // 0xff6a: ｪ => e
    "\u0065",
    // 0xff6b: ｫ => o
    "\u006f",
    // 0xff6c: ｬ => ya
    "\u0079\u0061",
    // 0xff6d: ｭ => yu
    "\u0079\u0075",
    // 0xff6e: ｮ => yo
    "\u0079\u006f",
    // 0xff6f: ｯ => tu
    "\u0074\u0075",
    // 0xff70: ｰ => +
    "\u002b",
    // 0xff71: ｱ => a
    "\u0061",
    // 0xff72: ｲ => i
    "\u0069",
    // 0xff73: ｳ => u
    "\u0075",
    // 0xff74: ｴ => e
    "\u0065",
    // 0xff75: ｵ => o
    "\u006f",
    // 0xff76: ｶ => ka
    "\u006b\u0061",
    // 0xff77: ｷ => ki
    "\u006b\u0069",
    // 0xff78: ｸ => ku
    "\u006b\u0075",
    // 0xff79: ｹ => ke
    "\u006b\u0065",
    // 0xff7a: ｺ => ko
    "\u006b\u006f",
    // 0xff7b: ｻ => sa
    "\u0073\u0061",
    // 0xff7c: ｼ => si
    "\u0073\u0069",
    // 0xff7d: ｽ => su
    "\u0073\u0075",
    // 0xff7e: ｾ => se
    "\u0073\u0065",
    // 0xff7f: ｿ => so
    "\u0073\u006f",
    // 0xff80: ﾀ => ta
    "\u0074\u0061",
    // 0xff81: ﾁ => ti
    "\u0074\u0069",
    // 0xff82: ﾂ => tu
    "\u0074\u0075",
    // 0xff83: ﾃ => te
    "\u0074\u0065",
    // 0xff84: ﾄ => to
    "\u0074\u006f",
    // 0xff85: ﾅ => na
    "\u006e\u0061",
    // 0xff86: ﾆ => ni
    "\u006e\u0069",
    // 0xff87: ﾇ => nu
    "\u006e\u0075",
    // 0xff88: ﾈ => ne
    "\u006e\u0065",
    // 0xff89: ﾉ => no
    "\u006e\u006f",
    // 0xff8a: ﾊ => ha
    "\u0068\u0061",
    // 0xff8b: ﾋ => hi
    "\u0068\u0069",
    // 0xff8c: ﾌ => hu
    "\u0068\u0075",
    // 0xff8d: ﾍ => he
    "\u0068\u0065",
    // 0xff8e: ﾎ => ho
    "\u0068\u006f",
    // 0xff8f: ﾏ => ma
    "\u006d\u0061",
    // 0xff90: ﾐ => mi
    "\u006d\u0069",
    // 0xff91: ﾑ => mu
    "\u006d\u0075",
    // 0xff92: ﾒ => me
    "\u006d\u0065",
    // 0xff93: ﾓ => mo
    "\u006d\u006f",
    // 0xff94: ﾔ => ya
    "\u0079\u0061",
    // 0xff95: ﾕ => yu
    "\u0079\u0075",
    // 0xff96: ﾖ => yo
    "\u0079\u006f",
    // 0xff97: ﾗ => ra
    "\u0072\u0061",
    // 0xff98: ﾘ => ri
    "\u0072\u0069",
    // 0xff99: ﾙ => ru
    "\u0072\u0075",
    // 0xff9a: ﾚ => re
    "\u0072\u0065",
    // 0xff9b: ﾛ => ro
    "\u0072\u006f",
    // 0xff9c: ﾜ => wa
    "\u0077\u0061",
    // 0xff9d: ﾝ => n
    "\u006e",
    // 0xff9e: ﾞ => :
    "\u003a",
    // 0xff9f: ﾟ => ;
    "\u003b",
    // 0xffa0: ﾠ => 
    "",
    // 0xffa1: ﾡ => g
    "\u0067",
    // 0xffa2: ﾢ => gg
    "\u0067\u0067",
    // 0xffa3: ﾣ => gs
    "\u0067\u0073",
    // 0xffa4: ﾤ => n
    "\u006e",
    // 0xffa5: ﾥ => nj
    "\u006e\u006a",
    // 0xffa6: ﾦ => nh
    "\u006e\u0068",
    // 0xffa7: ﾧ => d
    "\u0064",
    // 0xffa8: ﾨ => dd
    "\u0064\u0064",
    // 0xffa9: ﾩ => r
    "\u0072",
    // 0xffaa: ﾪ => lg
    "\u006c\u0067",
    // 0xffab: ﾫ => lm
    "\u006c\u006d",
    // 0xffac: ﾬ => lb
    "\u006c\u0062",
    // 0xffad: ﾭ => ls
    "\u006c\u0073",
    // 0xffae: ﾮ => lt
    "\u006c\u0074",
    // 0xffaf: ﾯ => lp
    "\u006c\u0070",
    // 0xffb0: ﾰ => rh
    "\u0072\u0068",
    // 0xffb1: ﾱ => m
    "\u006d",
    // 0xffb2: ﾲ => b
    "\u0062",
    // 0xffb3: ﾳ => bb
    "\u0062\u0062",
    // 0xffb4: ﾴ => bs
    "\u0062\u0073",
    // 0xffb5: ﾵ => s
    "\u0073",
    // 0xffb6: ﾶ => ss
    "\u0073\u0073",
    // 0xffb7: ﾷ => 
    "",
    // 0xffb8: ﾸ => j
    "\u006a",
    // 0xffb9: ﾹ => jj
    "\u006a\u006a",
    // 0xffba: ﾺ => c
    "\u0063",
    // 0xffbb: ﾻ => k
    "\u006b",
    // 0xffbc: ﾼ => t
    "\u0074",
    // 0xffbd: ﾽ => p
    "\u0070",
    // 0xffbe: ﾾ => h
    "\u0068",
    // 0xffbf: ﾿ => [?]
    "\u005b\u003f\u005d",
    // 0xffc0: ￀ => [?]
    "\u005b\u003f\u005d",
    // 0xffc1: ￁ => [?]
    "\u005b\u003f\u005d",
    // 0xffc2: ￂ => a
    "\u0061",
    // 0xffc3: ￃ => ae
    "\u0061\u0065",
    // 0xffc4: ￄ => ya
    "\u0079\u0061",
    // 0xffc5: ￅ => yae
    "\u0079\u0061\u0065",
    // 0xffc6: ￆ => eo
    "\u0065\u006f",
    // 0xffc7: ￇ => e
    "\u0065",
    // 0xffc8: ￈ => [?]
    "\u005b\u003f\u005d",
    // 0xffc9: ￉ => [?]
    "\u005b\u003f\u005d",
    // 0xffca: ￊ => yeo
    "\u0079\u0065\u006f",
    // 0xffcb: ￋ => ye
    "\u0079\u0065",
    // 0xffcc: ￌ => o
    "\u006f",
    // 0xffcd: ￍ => wa
    "\u0077\u0061",
    // 0xffce: ￎ => wae
    "\u0077\u0061\u0065",
    // 0xffcf: ￏ => oe
    "\u006f\u0065",
    // 0xffd0: ￐ => [?]
    "\u005b\u003f\u005d",
    // 0xffd1: ￑ => [?]
    "\u005b\u003f\u005d",
    // 0xffd2: ￒ => yo
    "\u0079\u006f",
    // 0xffd3: ￓ => u
    "\u0075",
    // 0xffd4: ￔ => weo
    "\u0077\u0065\u006f",
    // 0xffd5: ￕ => we
    "\u0077\u0065",
    // 0xffd6: ￖ => wi
    "\u0077\u0069",
    // 0xffd7: ￗ => yu
    "\u0079\u0075",
    // 0xffd8: ￘ => [?]
    "\u005b\u003f\u005d",
    // 0xffd9: ￙ => [?]
    "\u005b\u003f\u005d",
    // 0xffda: ￚ => eu
    "\u0065\u0075",
    // 0xffdb: ￛ => yi
    "\u0079\u0069",
    // 0xffdc: ￜ => i
    "\u0069",
    // 0xffdd: ￝ => [?]
    "\u005b\u003f\u005d",
    // 0xffde: ￞ => [?]
    "\u005b\u003f\u005d",
    // 0xffdf: ￟ => [?]
    "\u005b\u003f\u005d",
    // 0xffe0: ￠ => /C
    "\u002f\u0043",
    // 0xffe1: ￡ => PS
    "\u0050\u0053",
    // 0xffe2: ￢ => !
    "\u0021",
    // 0xffe3: ￣ => -
    "\u002d",
    // 0xffe4: ￤ => |
    "\u007c",
    // 0xffe5: ￥ => Y=
    "\u0059\u003d",
    // 0xffe6: ￦ => W=
    "\u0057\u003d",
    // 0xffe7: ￧ => [?]
    "\u005b\u003f\u005d",
    // 0xffe8: ￨ => |
    "\u007c",
    // 0xffe9: ￩ => -
    "\u002d",
    // 0xffea: ￪ => |
    "\u007c",
    // 0xffeb: ￫ => -
    "\u002d",
    // 0xffec: ￬ => |
    "\u007c",
    // 0xffed: ￭ => #
    "\u0023",
    // 0xffee: ￮ => O
    "\u004f",
    // 0xffef: ￯ => [?]
    "\u005b\u003f\u005d",
    // 0xfff0: ￰ => [?]
    "\u005b\u003f\u005d",
    // 0xfff1: ￱ => [?]
    "\u005b\u003f\u005d",
    // 0xfff2: ￲ => [?]
    "\u005b\u003f\u005d",
    // 0xfff3: ￳ => [?]
    "\u005b\u003f\u005d",
    // 0xfff4: ￴ => [?]
    "\u005b\u003f\u005d",
    // 0xfff5: ￵ => [?]
    "\u005b\u003f\u005d",
    // 0xfff6: ￶ => [?]
    "\u005b\u003f\u005d",
    // 0xfff7: ￷ => [?]
    "\u005b\u003f\u005d",
    // 0xfff8: ￸ => [?]
    "\u005b\u003f\u005d",
    // 0xfff9: ￹ => {
    "\u007b",
    // 0xfffa: ￺ => |
    "\u007c",
    // 0xfffb: ￻ => }
    "\u007d",
    // 0xfffc: ￼ => 
    "",
    // 0xfffd: � => 
    "",
    // 0xfffe: � => 
    "",
    // 0xffff: � => 
    "",
)
